[
    [
        "“十四五”信息通信行业发展规划",
        "工业和信息化部",
        "“十四五”时期是我国全面建成小康社会之后，乘势而上开启全面建设社会主义现代化国家新征程的第一个五年，也是建设网络强国和数字中国、推进信息通信行业高质量发展的关键时期。为贯彻落实《中华人民共和国国民经济和社会发展第十四个五年规划和2035年远景目标纲要》，指导信息通信行业未来五年发展，制定本规划。",
        "一、发展环境",
        "(一)发展基础",
        "“十三五”期间，信息通信行业总体保持平稳较快发展态",
        "势，主要规划目标任务按期完成，网络能力大幅提升，业务应用蓬勃发展，信息通信技术与经济社会融合步伐加快，行业治理能力显著提升，安全保障能力不断增强，数字红利持续释放，稳投资、扩内需和增就业等作用日益突出，在经济社会发展中的战略性、基础性、先导性地位更加凸显。",
        "行业综合实力再上台阶。信息通信行业收入规模稳定增",
        "长，2020年达2.64万亿元，年均增长9.1%。固定资产投资规模稳中有升，五年累计超2万亿元。互联网企业综合实力和国际市场竞争能力显著增强，涌现出一批龙头骨干企业和科技型独角兽企业。信息通信技术与经济社会融合程度不断加深，拉动数字经济规模迅速扩大。",
        "网络供给和服务能力显著增强。建成全球规模最大的光纤和移动宽带网络，5G网络规模商用。行政村通光纤和4G比例均超99%，为全面打赢脱贫攻坚战提供坚实网络基础。",
        "国家级互联网骨干直联点数量增至14个，开展首批3个新型互联网交换中心试点。国际通信网络通达和服务能力持续增强。数据中心规模和能效水平大幅提升。固定宽带和4G网络的互联网协议第六版(IPv6)改造全面完成。工业互联网快速发展，网络、平台、安全三大体系初步成形。固定宽带和4G用户端到端平均下载速率提高7倍，平均资费下降超过95%，促进互联网新应用、新业态、新模式蓬勃发展，互联网生活性服务实现规模化推广。创造性运用信息通信技术和大数据资源，有效保障疫情防控和复工复产。",
        "行业管理和改革开放持续深化。行业“放管服”改革纵深推进。“黑带宽”清理及垃圾信息治理、移动应用程序(APP)侵害用户权益专项整治成效显著。“携号转网”服务全面推广，电信和互联网用户投诉处理机制建立完善，用户权益保护不断加强。互联网信息服务(ICP)备案核准、互联网协议(IP)地址和域名管理持续完善。5G、卫星无线电频率规划和许可更加科学合理。中国联通混合所有制改革试点成效显著。信息基础设施共建共享深入推进。宽带接入网业务试点持续开展，移动通信转售业务正式商用。电信市场对外开放步伐加快。",
        "安全保障能力不断增强。网络安全政策法规和标准制度体系更加完善。网络基础设施安全体系基本确立，关键信息基础设施持续安全稳定运行。网络安全产业综合实力快速提升，产业规模突破1700亿元。网络综合治理能力显著提升，",
        "技术监管能力显著增强。防范治理电信网络诈骗工作持续深化。应急通信保障能力不断增强，圆满完成突发事件应急处置和重大活动网络安全、应急通信与无线电安全保障任务。",
        "我国信息通信行业过去五年虽取得显著成就，但还存在一些短板和弱项，行业发展与人民美好数字生活的需要还存在一定差距。一是国内信息基础设施区域发展不平衡仍然存在，国际海缆、卫星通信网络和云计算设施全球化布局尚不完善。二是信息通信技术与生产环节的融合应用程度不够，技术和数据等要素价值有待进一步挖掘，产业创新生态有待完善。三是行业法律法规体系有待进一步完善，行业管理能力与数字经济创新发展的适应程度还有待进一步提升，与国家治理体系和治理能力现代化要求仍然存在差距。四是网络安全保障体系和能力需要持续创新强化，网络安全产业供给水平不足，尚不能完全适应经济社会全面数字化、网络化、智能化发展的需要。",
        "(二)面临形势",
        "“十四五”时期，我国经济社会发展仍处于重要战略机遇",
        "期，新阶段、新特征和国家战略安排对信息通信行业提出了新任务新要求，行业发展前景更加广阔，同时也面临一些新风险新挑战。",
        "新发展格局赋予行业新使命。当前国际环境日趋复杂，不稳定性不确定性明显增加，新兴技术产业竞争博弈更加激烈，由产业创新引发的全球产业新布局和分工新体系正在形",
        "成。加快构建以国内大循环为主体、国内国际双循环相互促进的新发展格局，成为与时俱进提升我国经济发展水平的战略抉择。站在大国博弈的制高点上看，攻克信息通信领域“卡脖子”技术，推动数字经济融合创新发展，培育壮大国内新型消费市场，促进全球信息通信领域紧密联动，成为我国信息通信行业必须肩负的历史使命。",
        "高质量发展要求行业打造新动能。我国已转向高质量发展阶段，继续发展具有多方面优势和条件，同时发展不平衡不充分问题仍然突出，未来要更多依靠创新推动经济发展的质量变革、效率变革、动力变革。数字基础设施是发挥投资带动作用、促进形成强大国内市场、驱动新一轮内生性增长的新动能。系统布局新型数字基础设施，夯实数字社会新底座，对于满足人民美好生活需要、深化供给侧结构性改革、推动高质量发展具有重要意义。",
        "经济社会数字化发展拓展行业新空间。信息技术正处于系统创新和智能引领的重大变革期，5G、工业互联网、物联网、云计算、车联网、大数据、人工智能、区块链等新一代信息技术加速集成创新与突破，推动经济社会各领域数字化、网络化、智能化转型不断深化，数字经济规模不断扩张、经济贡献不断增强，公共服务、社会治理等领域数字化智能化水平不断提高。新冠肺炎疫情影响广泛深远，加速全球数字化转型步伐。数字化生产、生活和社会公共治理等新需求不断增长，行业发展空间十分广阔。",
        "国家治理现代化提出行业监管改革新要求。推进国家治理体系和治理能力现代化，加快转变政府职能，建设更高水平开放型经济新体制，实施更大范围、更宽领域、更深层次对外开放等新特点，对行业监管体制机制创新提出更新更高要求。数字经济深入发展加速跨行业融合，原有监管模式受到巨大挑战，全球信息通信行业监管正在向以促进数字经济发展为目标的新方向演进。进一步深化信息通信行业“放管服”改革，持续优化市场化、法治化、国际化营商环境，成为构建更加系统完备、更加成熟定型的高水平社会主义市场经济体制的现实需要。",
        "总体国家安全观要求系统应对网络和数据安全新挑战。",
        "以5G、工业互联网为代表的新型基础设施，加速向经济社会各领域泛在渗透和融合赋能，数据要素市场化驱动重要数据和个人信息线上线下加速交叉流动，使得网络安全与传统安全风险相互传导转化，并与全球地缘政治、经贸关系、科技竞争深度交织，内外部网络安全风险挑战更趋错综复杂。网络安全是国家安全的重要内容，全面加强网络安全保障体系和能力建设是全面贯彻落实总体国家安全观的直接体现与必然要求。",
        "二、总体思路",
        "(一)指导思想",
        "以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大和十九届二中、三中、四中、五中全会精",
        "神，立足新发展阶段，完整、准确、全面贯彻新发展理念，构建新发展格局，以推动高质量发展为主题，以深化供给侧结构性改革为主线，以改革创新为根本动力，以满足人民日益增长的美好生活需要为根本目的，统筹发展与安全，充分发挥市场在资源配置中的决定性作用，更好发挥政府作用，牢牢把握扩大内需这个战略基点，坚定不移推动制造强国、网络强国、数字中国建设，加快推进经济社会数字化发展，系统部署新型数字基础设施，有效推进网络提速提质，着力强化新技术研发和应用推广，建立完善新型行业管理体系，持续提升行业服务质量和安全保障能力，切实增强行业抗击风险的能力水平，实现行业高质量发展，服务人民高品质生活，全面赋能经济社会转型升级，推动新发展格局尽快形成、国家治理体系和治理能力现代化早日实现，为全面建设社会主义现代化国家开好局、起好步。",
        "(二)基本原则",
        "创新引领。坚持创新是引领发展的第一动力。重视核心技术创新，实现产业技术自立自强。创新发展思路和手段，完善产业生态环境，推进与各行业更大范围、更深层次的融合应用创新，带动行业可持续发展，引领经济社会数字化发展。",
        "均衡协调。坚持行业全面协调发展。统筹推进新型数字基础设施协同建设，加强产业链协同创新，推进跨行业协同融合发展，推动融合领域协同治理。促进区域、城乡协调发",
        "展，全面支撑乡村振兴，支持革命老区、民族地区、边疆地区发展。",
        "绿色环保。坚持绿色发展理念。深化基础设施共建共享，支持采用绿色低碳技术和设备，全面提高能源资源利用效率。加快信息技术在各行业各领域广泛应用，促进形成绿色生产生活方式，助力实现碳达峰、碳中和。",
        "开放合作。坚持更高水平的开放与合作。加强产业链协同和跨行业合作，加速要素资源融通流动，加快数字赋能千行百业。实施行业更大范围、更宽领域、更深层次开放，加强国际合作，实现互利共赢。",
        "惠民共享。坚持以人民为中心的发展思想。持续推进电信普遍服务，推广普及更高品质数字化产品服务，推进信息无障碍和信息惠民，促进社会公平，增进民生福祉，不断增强人民群众获得感、幸福感、安全感。",
        "依法治理。坚持有法可依、依法行政、严格守法。推动",
        "构建完善的行业法律法规体系，推进严格规范公正文明执法，在全行业倡导诚信守法经营，切实维护用户合法权益。",
        "安全可控。坚持统筹发展与安全。以总体国家安全观为指引，树立正确的网络安全观，将安全发展贯穿信息通信发展各领域和全过程，为促进信息通信行业高质量发展、维护国家安全与社会稳定提供强有力的保障与支撑。",
        "(三)发展目标",
        "到2025年，信息通信行业整体规模进一步壮大，发展",
        "质量显著提升，基本建成高速泛在、集成互联、智能绿色、安全可靠的新型数字基础设施，创新能力大幅增强，新兴业态蓬勃发展，赋能经济社会数字化转型升级的能力全面提升，成为建设制造强国、网络强国、数字中国的坚强柱石。",
        "——通信网络基础设施保持国际先进水平。建成全球规模最大的5G独立组网网络，实现城市和乡镇全面覆盖、行政村基本覆盖、重点应用场景深度覆盖；千兆光纤网络实现城乡基本覆盖。骨干网智能化资源调度水平显著提升，互联互通架构持续优化，整体性能保持国际一流，网络、平台、应用、终端等全面支持IPv6。低中高速协同发展的移动物联网综合生态体系全面形成。国际通信网络布局更加均衡，网络质量和服务能力显著提升。",
        "——数据与算力设施服务能力显著增强。数据中心布局实现东中西部协调发展，集约化、规模化发展水平显著提高，形成数网协同、数云协同、云边协同、绿色智能的多层次算力设施体系，算力水平大幅提升，人工智能、区块链等设施服务能力显著增强。",
        "——融合基础设施建设实现重点突破。基本建成覆盖各地区、各行业的高质量工业互联网网络，打造一批“5G+工业互联网”标杆。工业互联网标识解析体系更加完善，服务能力大幅提高。建成一批有影响力的工业互联网平台和公共服务平台。重点高速公路、城市道路实现蜂窝车联网(C-V2X)规模覆盖。",
        "——数字化应用水平大幅提升。信息通信技术与经济社会各领域深度融合，工业和信息通信领域数据应用水平显著提高。互联网新业态新模式蓬勃发展，工业互联网创新应用范围向生产制造核心环节持续延伸，上云、上平台企业数量大幅提升，社会治理和公共服务数字化、智能化水平明显提高。协同创新生态体系进一步优化，在终端、内容和应用开发等环节培育形成一批特色化、专业化企业。",
        "——行业治理和用户权益保障能力实现跃升。“以网管网、全网联动”能力基本形成，基础管理、市场监管等能力全面增强，网络运行、应急保障、行业服务水平全面提升，新型行业监管体系初步建立。监管政策标准体系进一步完善，属地监管能力进一步加强，用户权益保障能力显著提升，用户个人信息保护力度不断加大，用户诉求表达、利益协调、权益保障通道畅通、响应及时，互联网和电信用户权益保障有力有效。",
        "——网络和数据安全保障能力有效提升。行业关键信息基础设施安全保障体系更加健全，新型数字基础设施融合安全保障能力显著增强，网络数据安全治理能力明显提高。防范化解重大网络安全风险机制更加有效，突发安全事件应急处置和重大活动网络安全、通信保障水平显著提高。网络安全产业更加强大，创新能力和供给水平有效提升。",
        "——绿色发展水平迈上新台阶。节能减排新技术、新设备和新能源广泛应用，结构性和系统性节能创新水平显著提",
        "升，单位电信业务总量综合能耗进一步下降。信息通信技术赋能社会各领域节能减排取得显著成效，在促进经济社会绿",
        "色发展中发挥重要作用。",
        "三、发展重点",
        "(一)建设新型数字基础设施",
        "加快推进“双千兆”网络建设，统筹数据中心布局，积极稳妥发展工业互联网和车联网，构建以技术创新为驱动、以新一代通信网络为基础、以数据和算力设施为核心、以融合基础设施为突破的新型数字基础设施体系。",
        "1.全面部署新一代通信网络基础设施",
        "全面推进5G网络建设。加快5G独立组网(SA)规模化部署，逐步构建多频段协同发展的5G网络体系，适时开展5G毫米波网络建设。加快拓展5G网络覆盖范围，优化城区室内5G网络覆盖，重点加强交通枢纽、大型体育场馆、景点等流量密集区域深度覆盖，推进5G网络向乡镇和农村延伸。优化产业园区、港口、厂矿等场景5G覆盖，推广5G行业虚拟专网建设。深入推进电信基础设施共建共享，支持5G接入网共建共享，推进5G异网漫游，逐步形成热点地区多网并存、边远地区一网托底的移动通信网络格局。加快2G、",
        "3G网络退网，统筹4G与5G网络协同发展。",
        "全面部署千兆光纤网络。加快“千兆城市”建设，持续扩大千兆光纤网络覆盖范围，推进城市及重点乡镇万兆无源光网络(10G-PON)设备规模部署，开展城镇老旧小区光接入网能力升级改造。完善产业园区、商务楼宇、学校、医疗卫生机构等重点场所千兆光纤网络覆盖。推动全光接入网进一步向用户终端延伸，推广实施光纤到房间、到桌面、到机器，按需开展用户侧接入设备升级。加强网络各环节协同建设，提升端到端业务体验，积极引导宽带用户向千兆光纤宽带业务迁移。加快光纤接入技术演进升级，支持有条件地区超前",
        "布局更高速率宽带接入网络。",
        "持续推进骨干网演进和服务能力升级。提升骨干网络承载能力，部署骨干网200G/400G超大容量光传输系统，打造",
        "P比特级骨干网传输能力，引导100G及更高速率光传输系统向城域网下沉，加快光传送网(OTN)设备向综合接入节点和用户侧延伸部署。统筹重要路由光缆建设，丰富重要城市间直达光缆。加快骨干网向以云计算数据中心为核心的云网融合架构演进，鼓励开展数据中心之间直连网络建设。推进网络功能虚拟化(NFV)、软件定义网络(SDN)、IPv6分段路由(SRv6)等技术和全光交叉(OXC)等设备规模化应用，提高网络资源智能化调度能力和资源利用效能。",
        "提升IPv6端到端贯通能力。加快网络、数据中心、内容分发网络(CDN)、云服务等基础设施IPv6升级改造，提升IPv6网络性能和服务水平。加快应用、终端IPv6升级改造，实现IPv6用户规模和业务流量双增长。推动IPv6与人工智能、云计算、工业互联网、物联网等融合发展，支持在金融、能源、交通、教育、政务等重点行业开展“IPv6+”创新技术试点以及规模应用，增强IPv6网络对产业数字化转",
        "型升级的支撑能力。",
        "推进移动物联网全面发展。推动存量2G/3G物联网业务向NB-IoT/4G(含LTE-Cat1，即速率类别1的4G网络)/5G网络迁移，构建低中高速移动物联网协同发展综合生态体系。按需完善NB-IoT网络部署，在交通路网、城市管网、工业园区、现代农业示范区等有需求场景提升深度覆盖水平。支持4G(含LTE-Cat1)发展，满足中等速率物联需求",
        "和话音需求。加快5G海量机器类通信(mMTC)应用场景",
        "网络建设，满足高速率、低时延联网需求。",
        "加快布局卫星通信。加强卫星通信顶层设计和统筹布",
        "局，推动高轨卫星与中低轨卫星协调发展。推进卫星通信系统与地面信息通信系统深度融合，初步形成覆盖全球、天地一体的信息网络，为陆海空天各类用户提供全球信息网络服务。积极参与卫星通信国际标准制定。鼓励卫星通信应用创新，促进北斗卫星导航系统在信息通信领域规模化应用，在",
        "航空、航海、公共安全和应急、交通能源等领域推广应用。",
        "构建通达全球的信息基础设施。优化国际通信出入口局布局，支持沿边省份升级区域性国际通信出入口局功能，加快扩容国际互联网出入口带宽，提升国际信息通信服务质量。强化海陆缆建设顶层设计，优化海缆登陆站规划布局，统筹北美、欧洲等重要方向海缆建设，畅通中西亚、东南亚、南亚和欧洲方向国际海陆缆通道。建立健全海缆保护、维修应急机制和应急保护体系，建立企业之间海缆互备共享机制，增强通信海缆应急修复和运行监测能力。以基础电信企",
        "业为主体，建设国家海缆维修中心，支持海缆维修船舶“国船国造”，加强海缆维修船舶配备，提升海上通信网络基础设施安全保障能力。优化海外信息基础设施布局，扩展海外网络服务接入点(POP)覆盖范围，增加海外云计算数据中",
        "心和CDN节点。",
        "2.统筹布局绿色智能的数据与算力设施",
        "推动数据中心高质量发展。加强数据中心顶层规划，优化数据中心供给结构，推进一体化大数据中心体系建设。加强区域协同联动，引导数据中心集群化发展，推进东部与中西部地区、一线城市与周边地区的数据中心协调发展。强化现有数据中心资源整合，有序发展规模适中、集约绿色、满足本地算力需求的数据中心，按需部署边缘数据中心。推进",
        "数据中心与网络协同发展，建设数据中心高速承载网络，优化数据中心跨网、跨地域数据交互。优化数据中心能源供给和利用，加快技术创新研发与应用，提高数据中心建设运营水平。加快建设绿色数据中心，建立健全绿色数据中心标准体系和能源资源监管体系，引导使用节能与绿色低碳技术产品、解决方案。",
        "构建多层次的算力设施体系。增强通用云计算服务能",
        "力，推动云计算架构向以应用为中心的云原生架构演进。加快算力设施智能化升级，推进多元异构的智能云计算平台建设，增强算力设施高速处理海量异构数据和数据深度加工能力。建设面向特定场景的边缘计算设施，推进边缘计算与CDN融合下沉部署，加强边缘计算与云计算协同部署。深入推进云网协同，促进云间互联互通，实现计算资源与网络资源优化匹配、有效协同，推动计算资源集约部署和异构云能力协同共享，提高计算资源利用率。",
        "构建互通共享的数据基础设施。鼓励构建行业级、城市级大数据平台，汇聚政务、行业和城市管理等数据资源，强化数据采集、数据存储、加工处理、智能分析等能力。推动建设公共数据共享交换平台、大数据交易中心等设施，促进",
        "数据开放共享和流通交易。",
        "提升人工智能基础设施服务能力。构建面向行业应用的标准化公共数据集，提升公共数据开放共享及赋能水平。打造人工智能算法框架，鼓励企业加快算法框架迭代升级。构建先进算法模型库，打造通用和面向行业应用的人工智能算法平台，加强软件与芯片适配。支持企业、科研机构搭建普惠的人工智能开放创新平台。",
        "建设区块链基础设施。推进基于联盟链的区块链公共基础设施网络建设，为开发者提供统一的区块链运行环境和底层技术服务。构建基于分布式标识的区块链基础设施，支持同构链和异构链的跨链互通，提升区块链系统间的互联互通能力。支持云化部署的通用型和专用型区块链公共服务平台建设，布局区块链即服务(BaaS)云服务平台。",
        "3.积极发展高效协同的融合基础设施",
        "打造全面互联的工业互联网。加快建成覆盖各地区、各",
        "行业的工业互联网网络。支持基础电信企业与工业企业对接合作，利用新型网络技术、先进适用技术建设改造企业内网，面向重点行业打造企业内网升级改造标杆和5G全连接工厂。完善工业互联网标识解析体系，提升国家顶级节点服务能力，优化二级节点和递归节点布局，加速标识解析服务在各行业规模应用，推动主动标识载体规模化部署。完善多层次的工业互联网平台体系，培育一批跨行业跨领域的综合型平台，建设面向重点行业的特色型工业互联网平台，支持发展面向特定技术领域的专业型工业互联网平台，加快工业设备和业务系统上云上平台。建设和完善涵盖国家级、区域级、行业级的工业互联网大数据中心体系，依法依规利用工业互",
        "联网大数据。",
        "加快车联网部署应用。加强基于C-V2X的车联网基础设施部署的顶层设计，“条块结合”推进高速公路车联网升级改造和国家级车联网先导区建设。协同发展智慧城市基础设施与智能网联汽车，积极开展城市试点，推动多场景应用。推动C-V2X与5G网络、智慧交通、智慧城市等统筹建设，加快在主要城市道路的规模化部署，探索在部分高速公路路段试点应用。推动车联网关键技术研发及测试验证，探索车联网运营主体和商业模式创新。协同汽车、交通等行业，推广车联网应用，加速车联网终端用户渗透。",
        "协同推进社会生活新型基础设施部署。进一步加强远程",
        "医疗网络能力建设，鼓励企业参与远程医疗平台等智慧医疗系统建设。配合教育部门，充分利用国家公共通信资源，加快推进教育虚拟专网建设。支持基础电信企业利用物联网、网络切片等技术与电网企业合作建设智能电力物联网。支撑基于5G网络的高清远程互动教学、VR沉浸式教学等应用场景建设。积极推动环境监测、治安、消防应急救援等典型场景的智能感知设施和多功能杆柱统筹布局和共建共享。",
        "支持新型城市基础设施建设。推动利用5G、物联网、大数据、人工智能等技术对传统基础设施进行智能化升级。加快推进城市信息模型(CIM)平台和运行管理服务平台建设；实施智能化市政基础设施改造，推进供水、排水、燃气、热力等设施智能化感知设施应用，提升设施运行效率和安全性能；建设城市道路、建筑、公共设施融合感知体系，协同发展智慧城市与智能网联汽车；搭建智慧物业管理服务平台，推动物业服务线上线下融合，建设智慧社区；推动智能建造与建筑工业化协同发展，实施智能建造能力提升工程，培育智能建造产业基地，建设建筑业大数据平台，实现智能生产、智能设计、智慧施工和智慧运维。",
        "4.推进行业节能减排和绿色发展",
        "鼓励利用SDN/NFV、人工智能等多种技术手段，积极推进网络设施智能化改造和绿色升级，降低数据中心、移动基站等设施功耗。鼓励能耗高、能源利用率低的在用数据中心开展节能改造，加快现网老旧高耗能传统设备退网或升级",
        "改造，新建信息基础设施全面采用节能减排新技术和节能设备。积极推广风能、太阳能等可再生新能源的使用。加速信息技术赋能社会各领域节能减排，构建“智能+”绿色生态体系，降低社会总体能耗。",
        "5.强化核心技术研发和创新突破",
        "加大光通信、毫米波、5G增强、6G、量子通信等网络技术研发支持力度，跟踪开放无线网络技术研究，加速通信网络芯片、器件和设施的产业化和应用推广。加强网络智能化攻关，推动5G与人工智能技术深度融合，提升网络运维效率，提升服务质量和业务体验。加强云计算中心、物联网、工业互联网、车联网等领域关键核心技术和产品研发，加速人工智能、区块链、数字孪生、虚拟现实等新技术与传统行业深度融合发展。推动建立融合发展的新兴领域标准体系，加快数字基础设施共性标准、关键技术标准制定和推广。充分发挥龙头企业技术外溢和集成整合作用，加强产学研用多方协同攻关，支持开展跨界研发，解决一批“卡脖子”技术问题，构建有核心竞争力的技术体系和创新生态，实现产业链和创新链有效衔接，整体提升产业链基础能力和供应链安全",
        "水平。",
        "(二)拓展数字化发展空间",
        "以5G等信息通信技术和数据要素为驱动力，聚焦交通、能源、制造、农业及水利、教育、医疗、文旅、社区、家居、政务等十大场景，拓展数字化生活、生产和社会公共治理领域新应用，加快数字化服务应用产业生态建设，打造海量数据和丰富应用场景优势，提升公共服务、社会治理等数字化智能化水平，推动数字经济和经济社会深度融合。",
        "1.创新高品质的互联网生活服务",
        "加快培育互联网新模式新业态。加强政策支持和引导，鼓励企业实现科技创新和模式创新双轮驱动，积极探索互联网创新服务应用。研发推广基于5G、移动物联网、人工智能的新型应用和产品，推进生活性服务融合化、智能化、无人化升级。支持线下业态的数字化改造和转型升级，积极发展平台经济、共享经济等互联网新业态，大力拓展智慧家庭、在线教育、线上办公、互联网医疗等便捷化线上服务应用。",
        "大力推进互联网无障碍化普及。聚焦老年人、残疾人、文化差异人群等信息障碍群体需求，增强产品服务供给，补",
        "齐信息普惠短板。推进互联网应用无障碍改造优化，支持网站接入服务商搭建互联网信息无障碍共性技术服务平台。加速5G、人工智能等新技术在导盲、声控、肢体控制、手语翻译等信息无障碍方面的研发和应用，支持教育、医疗、就业、交通等领域设施无障碍功能的智能化改造，坚持传统服务和智能创新相结合，促进基本公共服务的信息无障碍优化升级。",
        "2.推广高层次的数字化生产服务",
        "推进互联网生产服务融合创新。深化互联网平台与传统产业融合发展，加快物联网、大数据等新技术在实体经济中深度应用，促进智能制造和服务型制造深入发展。支持互联网企业打造平台生态，大力发展众包、云外包、平台分包等新模式。实施中小企业数字化赋能专项行动，培育一批数字化解决方案提供商，鼓励开发和推广成本低、周期短、适用面广的数字化解决方案，推动中小企业数字化网络化智能化发展。鼓励各地建立完善企业上云公共服务平台，积极开展企业上云效果评价，促进云服务商和生产企业供需对接，深入推动企业上云用云。",
        "拓展工业互联网融合创新应用。加大5G、大数据、人工智能等新技术应用力度，推广平台化设计、智能化制造、网络化协同、个性化定制、服务化延伸、数字化管理等新模式新业态。持续深化“5G+工业互联网”融合创新，加快典型应用场景推广。开发和推广平台化、组件化的工业互联网行",
        "业系统解决方案，推动中小企业上平台、用平台。培育一批基础型、行业通用型和专用型的工业APP。支持第一产业、第三产业推广基于工业互联网的先进生产模式、资源组织方式、创新管理和服务能力。",
        "3.深化高效能的数字化治理服务",
        "提升数字化社会治理效能。鼓励企业积极参与数字社会、数字政府建设，提升公共服务、社会治理等数字化智能化水平。支持新型智慧城市建设，推广5G、物联网、地理信息等技术和终端产品在消防监测预警、公共设施管理、能源表计、环保监测领域的创新应用，支持城市体检评估信息平台建设，提升统筹规划建设管理能力，提高城市治理的精细化、智能化水平。支持智慧社区建设，构建一体化智慧社区融合平台，推动网格化管理和服务升级，增强跨领域跨部门综合执法能力。建设综合应急管理指挥平台和应急资源数据库，打造高效联动的智慧应急体系。",
        "提升数字化疫情防控效能。继续发挥信息通信行业网络、技术、平台等优势，支撑常态化疫情精准防控和局部疫情应急处置，确保经济社会正常运转。鼓励企业运用大数据、人工智能、云计算等数字技术，在疫情监测分析、病毒溯源、防控救治、资源调配等方面发挥更大作用。升级通信大数据平台，强化平台在社会治理、经济研判、国家安全、公共卫",
        "生事件应急处置等领域更广泛的应用。",
        "4.推进数据要素流动和应用创新",
        "深化数据要素流动。加速推进数据价值化，加快数据资源化、资产化、资本化，实现对传统生产要素深刻变革与优化重组。支持信息通信企业和工业企业加快数字化改造升级和数据开放合作，共建安全可信的数据空间，推动数据全面采集、高效互通和高质量汇聚。建立信息通信行业和工业数据流通规则，推进市场化开发和应用机制建设，促进数据有序流动。开展工业大数据管理能力评估，构建价值评估体系，研究制定工业数据交易规则，规范数据交易行为。加快培育数据要素市场，鼓励各类所有制企业参与要素交易平台建设，依法开展数据交易。建立数据资源产权、交易流通、跨境传输和安全等基础制度和标准规范，健全数据产权交易和行业自律机制。",
        "深化大数据融合应用创新。推进大数据与云计算、人工智能、区块链等技术的深度整合应用。充分发挥国家工业大数据平台作用，推动产业监测分析，赋能企业创新发展。支持企业开展大数据在工业生产各环节和产业链全流程的应用，发展数据驱动的制造新模式新业态，引导企业用好各环节数据。面向中小企业开放数据服务资源，增强企业数据应用能力，面向重点行业培育一批工业大数据解决方案供应",
        "商。推动数据要素化和要素数据化，培育数据驱动的产融结合、协同创新等新模式。",
        "5.完善数字化服务应用产业生态",
        "加强产业链协同创新。引导基础电信企业、互联网企业、硬件制造企业、信息通信技术集成企业等协同开展关键技术攻关、终端产品研发和融合应用探索，共建优势互补、合作",
        "共赢的产业生态。丰富5G芯片、终端、模组、网关等产品种类，加快智能产品推广，扩大智能家居、智能网联汽车等中高端产品供给。支持传统线下文化、娱乐业态向线上拓展，丰富超高清视频、VR/AR等新型多媒体内容源。开展5G新空口(NR)+广播电视试点示范，推进5G+广播电视业务产业链发展。",
        "完善产业发展环境。实施5G应用创新行动计划，积极培育5G产业生态。推动小型微型企业创业创新示范基地等载体建设，充分发挥互联网平台作用，提升服务中小企业创业创新能力。开展融合应用试点示范项目建设，培育一批专业化应用解决方案提供商，推动形成一批特色鲜明的产业集聚区和示范基地。创建一批信息消费示范城市，支持各地建设信息消费体验中心等载体，提升消费者信息使用技能，推",
        "动信息消费监测平台建设，完善信息消费统计监测体系。",
        "(三)构建新型行业管理体系",
        "把握行业发展新趋势，聚焦国家治理体系和治理能力现代化总体目标要求，加快建设新型行业管理体系，着力增强基础管理、市场监管能力，显著提升网络运行、应急保障、行业服务水平，营造良好发展环境，推动行业创新发展，深化改革开放，支撑高质量发展。",
        "1.全面增强基础管理能力",
        "加强互联网基础管理。加强网络接入管理，完善网站等互联网信息服务备案核准制度，规范域名、IP地址等互联网资源注册使用，全面推进网络接入实名制，完善中文域名应用环境，进一步推动中文域名推广应用。加强网间路由管理，建立健全境内互联网路由信息收集、核验手段和机制，进一步增强网间互联可靠性。加强网络寻址管理，有序引入互联网域名根镜像服务器。增强资源和应用的联动管理能力，建设基础资源和应用服务综合管理平台，有效支撑互联网各领域监管。",
        "加强无线电频谱资源管理。结合我国产业发展水平和频率使用现状，有序重耕、优化资源配置，提高频谱利用效率，发挥频谱资源对技术进步和产业发展的先导作用，实现经济",
        "效益和社会综合效益双提升。制定5G/6G专项频率规划，综",
        "合发挥低中高频段特点，重耕2G/3G/4G频率用于5G/6G，增配中频段频谱资源，分阶段出台5G毫米波频率规划，开展公众移动通信系统频率使用率和使用效益评价，推动商用频谱资源市场化配置进程，统筹满足公众移动通信产业发展中长期频谱需求。出台物联网、工业互联网、太赫兹等专题频率规划，支持新型基础设施建设。完善频率资源管理的全流程管理机制建设，建立涵盖划分、规划、许可、监督、评价、调整、回收的频谱资源闭环机制。推动卫星无线电频率资源的协调和管理，合理规划利用卫星频率和轨道资源。全面增强无线电安全保障能力，做好5G公众移动通信频率的边境协调。",
        "加强电信网码号资源管理。修订《电信网码号资源管理办法》，完善电信网码号资源规划、分配、调整、回收的全生命周期管理机制。制定9字头移动网用户号码分配方案，加大电信网码号资源回收力度，拓展物联网业务等专用号段。提升电信网码号接入开通数据监测能力，优化完善电信网码号监管体系。",
        "加强数据资源管理。研究制定信息通信领域公共数据开放及数据资源流动制度规范，探索建立数据应用处理、数据",
        "产品标准化、数据确权、数据定价、数据交易信任、数据开放利用全流程的数据资源管理制度体系和数据要素市场。推进数据分级分类试点应用，明确个人信息数据保护、企业数据共享交易和国家数据战略资源使用的规则，探索大型平台企业关系公共利益的数据面向政府和第三方的共享机制。加强数据资源监管和行业自律。加快数据流通共享技术标准体系制定，提升数据质量和规范性。引导企业开展数据管理能力国家标准贯标，鼓励地方出台政策措施，在资金补贴、人员培训、贯标试点等方面加大资金支持。",
        "拓展工业互联网资源管理。落实《工业互联网标识管理办法》，加强工业互联网标识解析根节点建设和对接，提升国家顶级节点对标识、域名等网络基础资源支撑能力。建立标识编码分配协调机制，引导标识解析根节点运行机构、国家顶级节点运行机构、标识注册管理机构、标识注册服务机构和递归节点运行机构规范建设发展，提升标识解析体系治",
        "理能力。",
        "2.全面增强市场监管能力",
        "优化市场许可准入。持续精简审批、优化流程，适时推行电子证照，深入推进“不见面”审批，强化全程网办，逐步扩大增值电信业务告知承诺审批适用范围，推动行业管理从“严进宽管”向“宽进严管”转变，实现“宽严相济”。加强重点电信业务准入管理，实现许可证年报、日常监督管理的有效衔接，基本形成事前准入与证后监管有效衔接的全流程监管能力。",
        "加强事中事后监管。强化市场主体责任，建立信用记分机制，完善失信和不良名单制度，实行市场主体量化评价和分级分类管理，对失信和不良企业实行重点监管。深入推进“互联网+监管”，加强“双随机、一公开”与重点监管的有效衔接，强化对重点领域的重点监管。加强执法能力建设，利用信息化手段实现全国信息通信市场执法信息共享，建立执法队伍全国协同查处机制，统一执法尺度，创新执法方式，提升执法能力。",
        "加强互联网市场秩序监管。进一步完善互联网市场监管机制。探索实施互联网企业分类管理制度，建立以信用监管为基础、大型互联网企业监管为重点的市场监管机制，强化主体监管和行为监管。加强市场监测巡查，增强对违法违规行为的监测预警、线索发现、追踪溯源和调查取证等能力。",
        "加大执法监督力度，对违反法律法规、损害人民群众利益的行为依法进行行政处罚。",
        "创新信息通信设备监管。优化进网设备和无线电设备核准目录，完善进网许可审批管理服务，指导检测认证机构、行业协会和企业共同建立服务行业发展的检测认证体系，形成多方参与的监管新格局。强化设备进网安全检测评估，研究探索设备产业链监测分析，提升设备安全保障能力，维护网络安全畅通。研究制定软硬件解耦、卫星通信和融合终端等新型设备的监管政策，引导设备产业健康有序发展。完善设备监管部门协调联动机制，强化对信息通信设备销售使用的监督管理，加强智能终端等设备个人信息保护，维护电信用户合法权益。积极推进与相关经济体电信设备合格评定结果互认，助力设备企业“走出去”。",
        "加强新技术新业务监管。建立面向新技术新业务的技术手段，跟踪监测新业务发展情况，及时发现和解决新业务新技术发展过程中出现的新问题。推动人工智能、大数据、区块链、边缘计算、嵌入式SIM卡(eSIM)、先进计算和量子计算等新兴技术应用，深化新技术新业务在垂直行业和领",
        "域的拓展。",
        "3.全面提升网络运行和应急通信水平",
        "构建新型网络互联互通体系。完善全国互联互通顶层架",
        "构，提升网间通信质量，继续优化网间结算制度。完成全国电话网IP化改造，建成与公共互联网隔离的端到端IP语音专网，为4G/5G高清音视频提供高质量保障。推动互联网网间架构向多维度、扁平化发展，推进骨干直联点扩容增点，加快新型互联网交换中心的规模试点和部署，探索云平台、数据中心等应用基础设施和网络边缘设备互联互通，促进“云、管、边”网络协同。研究探索具备条件的应用平台互联互通，在有条件地区或范围开展先行先试，促进市场竞争。",
        "全面提升应急通信保障水平。加强国家应急通信保障体",
        "系建设，完善跨部门、跨区域的应急通信协调机制。统筹政府、企业等各方应急通信指挥系统和技术手段建设，推动指挥系统间互联互通。空天地海一体化应急通信网络初步构建，推进灾害频发地区建设超级基站，升级国家通信网应急通信指挥调度系统。统筹卫星与地面、公网与专网建设，综合利用5G、卫星通信、短波等通信技术，提高公众通信网的抗灾能力和预警信息发布能力。加强公共互联网应急保障。持续更新应急通信保障装备，逐步实现全覆盖。建设国家应急通信物资储备体系，鼓励地方政府和企业加强天通终端、北斗终端等应急通信装备在基层的配备。加强应急通信保障队伍建设，强化培训演练、资格考核、装备配备。建设应急通信科研支撑体系，加快标准制定，推广创新技术应用，发展应急通信产业。强化安全生产防范应对能力，严格落实企业主体责任，加强通信网络运行安全和施工现场管理，整",
        "治通信建设工程安全隐患，化解安全生产重大风险。",
        "4.全面提升行业服务水平",
        "完善服务监管政策和手段。推动完善电信服务相关法律法规和标准，研究制定5G服务、工业互联网、云计算以及主要互联网应用的服务标准规范。完善电信服务质量评测方法，建立互联网服务质量评测方法。构建覆盖基础电信企业、增值电信企业的全行业服务监管体系和服务质量实时监测机制。优化用户申诉投诉处理机制，切实保障用户合法权益。",
        "加强用户权益保护。推动完善个人信息保护相关法律法规和标准，建立覆盖互联网信息服务提供者、应用商店、网络接入服务者、第三方服务提供者、手机终端厂商的全链条监管体系，构建政府监管、企业自律、媒体监督、社会组织和用户共同参与的综合监管格局，全面提升技术手段，实现实时监测和自动化、标准化检测，及时监测发现处置违规行为。着力解决垃圾短信、骚扰电话等问题，营造良好信息通",
        "信服务环境。",
        "5.创新完善监管体系",
        "聚焦技术演进新趋势、市场竞争新问题、行业监管新特",
        "点，前瞻性探索针对性监管手段，全面梳理有效有力举措，推动上升为制度规定，动态制修订行业监管相关政策法规。构建标准工作体系，系统推进标准制、修、用、评工作，助力行业监管，促进行业高质量发展。组织开展行业监管创新试点，推动各地通信管理局将信息通信行业发展融入地方经济社会发展大局，结合区位特点，积极探索有效的行业管理思路举措。推动监管机构向地市延伸，形成中央与地方有机统一、分级管理的高效综合监管体制，强化协同共享，构建部省协同、上下联动的监管工作格局。推动行业监管系统一体化建设，统筹推进相关业务系统互联互通、数据共享和有序开放，支撑各地工业和信息化主管部门、通信管理局、各类市场主体和电信用户的业务需求，打造“以网管网、全网",
        "联动”能力。",
        "6.积极推进行业改革开放",
        "深入推进基础电信企业转型发展，引导和支持企业加快网络数字化、智能化转型升级、促进以数据为核心的新型产品和服务创新、构建数字化赋能平台和打造数字化产业生态，支持企业加快构建适应自身转型发展的组织机制，充分发挥企业赋能经济社会数字化发展作用，形成行业增长新动力。鼓励和引导企业做强行业生态链，提升行业价值创造能力，维护行业良性竞争环境。深入推进新型数字基础设施建设和运营模式创新，深化基础设施和重要资源共建共享。推进电信行业竞争性环节市场化改革。落实国家构建开放型经济新体制总体要求，有序扩大电信业务对外开放，发挥自贸试验区、自由贸易港示范引领作用，推动数据中心、云服务等增值电信业务试点开放。在试点基础上，逐步将开放政策向全国复制推广，积极研究推动基础电信业务安全有序对外开放。建立完善与高水平开放相适应的法律制度、行业监管和安全保障体系。",
        "(四)全面加强网络和数据安全保障体系和能力建设",
        "坚决落实国家网络安全工作“四个坚持”，紧紧围绕防范化解重大网络安全风险的工作主线，着力完备网络基础设施保护和网络数据安全体系，持续推进新型数字基础设施安全管理水平，打造繁荣发展的网络安全产业和可信的网络生态环境，全面提升行业网络安全应急处置，服务行业高质量发展，支撑构建国家网络安全新格局。",
        "1.增强行业关键信息基础设施安全保障能力",
        "深入落实《网络安全法》及国家关键信息基础设施安全保护要求，建立实施网络基础设施安全防护能力认证及成熟度评价制度，构建行业关键信息基础设施网络安全风险管理框架和效果评估体系。推动网络安全保障体系与能力建设同规划、同建设、同运行，深化网络产品安全漏洞管理、网络安全风险评估、网络安全监测通报等机制，建设国家级网络安全公共服务体系，持续增强基础网络安全防护水平。加快形成覆盖重要网络节点和关键业务系统安全监测防御能力，着力增强大规模网络攻击防御能力，加强公共域名服务安全保障能力建设，防范遏制重特大网络安全事件。健全行业网络安全审查体系，推进网络关键设备安全检测认证，建立供应商网络安全成熟度认证等供应链风险管理制度，稳妥有序推进商用密码应用，提升网络基础设施安全保障水平。",
        "2.系统完善网络数据安全治理体系",
        "深入落实国家数据安全等法律制度，制定出台信息通信行业网络数据安全部门规章，建立健全行业数据分类分级保护、重要数据目录、数据泄露通知、跨境传输等基础管理制度规范。建立完善大数据平台和算法安全规则，推动出台人工智能技术应用安全规范。深化数据安全合规评估体系建设，推动建立数据安全治理能力评估、认证评测、行业自律等机制，持续提升电信企业和重点互联网企业数据安全合规水平，打造一批数据安全能力达到国际领先水平的标杆企业。推动数据安全关键技术研发和应用，提升企业数据安全",
        "技术保障能力，促进数据要素安全流通和使用。积极参与数据安全领域国际规则和标准制定，促进形成跨境数据流动“朋友圈”。",
        "3.持续提升新型数字基础设施安全管理水平",
        "打造国际领先的5G安全保障能力。建立完善5G网络、设备、应用安全评测体系，打造国际一流水平的5G安全检测实验室。强化企业主体地位和作用，加强标准规范指引，全面提高5G应用安全水平，形成技术领先、应用丰富、可持续发展的5G应用安全保障生态。面向5G大连接融合应用场景，强化物联网基础安全管理，健全物联网卡全生命周期安全监管机制，研究建立物联网终端、网关、平台安全标签机制，全面构建基础安全管理体系。",
        "护航工业互联网安全创新发展。健全实施工业互联网企业网络安全分类分级管理制度，推动企业加快网络安全能力建设，强化企业网络安全责任落实。鼓励重点网络安全企业和工业企业联合攻关，突破一批工业互联网安全关键核心技术，打造具备内嵌安全功能的设备产品。持续建设完善覆盖广泛、多方联动、运行高效的工业互联网安全技术监测服务体系，健全工业互联网安全威胁监测、分析通报、处置溯源闭环机制，高效防范应对工业互联网安全威胁。支持地方政府、重点行业企业创新打造集约化的工业互联网安全运营服务中心等公共服务平台，提高工业互联网安全公共服务供给水平。",
        "同步构建融合应用和新型设施网络安全保障体系。加快建立车联网网络安全保障体系，扎实推进车联网卡实名登记管理，建立完善车联网卡安全管理技术手段，健全车联网网络安全防护、检查、通报、处置等制度，建设车联网产品安全漏洞专业库，推动建设车联网身份认证和安全信任能力，加快构建车联网安全态势感知技术平台，增强车联网安全保障能力。实施企业“安全上云”工程，提升云网一体、云边协同、云化应用下的大数据中心等云设施安全保障水平。同步建立卫星互联网网络安全保障体系，前瞻布局6G、量子通信、人工智能等新技术安全。建立健全与工业、能源、交通、医疗等重点行业跨部门、跨领域协同安全工作机制，提高融",
        "合应用协同安全水平。",
        "4.大力推动网络安全产业创新发展",
        "强化网络安全产业供需对接。加强网络安全技术创新，推动构建先进完备的网络安全产品体系。创新网络安全服务",
        "模式，健全网络安全公共服务体系，鼓励企业从提供网络安全产品向产品和服务并重转变。加大新型基础设施安全需求场景化应用，加快推动5G、工业互联网、车联网、物联网、智慧城市等重点领域网络安全解决方案部署。",
        "加强网络安全创新示范应用。深化开展网络安全技术应用试点示范，遴选优秀安全技术、产品、服务及解决方案并推动落地应用，打造安全技术产品和解决方案资源池。健全网络安全产品评价体系，创新“安全+行业”、“安全+区域”服务模式。打造网络安全卓越验证示范中心，支持建设网络安全创新应用先进示范区，引领促进网络安全产品服务规模化应用。",
        "繁荣网络安全产业生态。统筹国家网络安全产业园区布",
        "局，支持建设网络安全公共服务平台，形成“多点支撑、辐射全国、协同发展”的园区发展格局，推动网络安全产业集聚发展。强化网络安全企业的主体地位，优化产业政策环境，打造一批“专精尖”网络安全特色企业。加强网络安全产融合作，加强创新型、应用型、技能型网络安全人才培养，充分",
        "发挥联盟协会作用，完善网络安全产业生态。",
        "5.全面提升网络安全应急处置水平",
        "推动建设网络安全响应中心，汇聚行业网络安全应急响应和重大活动保障人才、数据资源和技术手段，打造高水平指挥枢纽。统筹推动政府和行业企业网络资产、基础资源、威胁情报等数据资源汇聚，推动网络安全技术手段联通融合，打造完善全域全网一体协同的监测预警、态势感知、信息通报、应急处置的技术保障和指挥体系。完善重大活动网络安全保障和突发网络安全事件工作预案，持续完善公共互联网应急响应机制，加强行业与国家网络安全应急处置联",
        "动，提高重大网络安全风险防范应对能力水平。",
        "6.积极营造安全可信网络生态环境",
        "创新完善以大数据决策驱动、基础电信企业网络和信息安全责任考核、“双随机、一公开”执法检查、信用管理等为有效抓手的行业安全监管新格局。深化新技术新业务安全评",
        "估和成果转化应用。加强电话用户实名登记、物联网卡安全等基础管理，建设电信大数据共享平台和信息通信行业网络可信服务平台，依法建立安全有序的电信用户身份信息多方共享机制。加快推动建设城市安全5G网络智慧大脑等，防范重点城市网络安全风险。建设完善信息通信行业反诈技术手段，深化电信网络诈骗、跨境赌博、侵犯公民个人信息、网络黑灰产等网络环境综合治理，营造清朗网络环境。加强网络安全国际合作，积极推进网络基础设施保护、网络安全",
        "应急、网络安全标准、网络安全人才教育培训等领域合作。",
        "(五)加强跨地域跨行业统筹协调",
        "加强前瞻性思考、全局性谋划、战略性布局、整体性推",
        "进，深化区域统筹发展，推进城乡协调发展，全面落实乡村振兴战略，促进跨行业融合共建，统筹国内国际两个市场，优化国际市场布局，推动信息通信行业均衡协调发展。",
        "1.深化区域统筹发展",
        "探索建立区域战略统筹、市场一体化发展、区域合作互助等机制。落实京津冀协同发展、长江经济带发展、粤港澳大湾区建设、长三角一体化发展、黄河流域生态保护和高质",
        "量发展等区域重大战略，加强相关地区在信息通信技术研发和创新、新型数字基础设施建设、数字化服务应用拓展等方面的一体化协同发展。支持推进西部大开发、东北全面振兴、中部地区崛起、东部率先发展。在东部发达地区先行先试开展网络升级和应用创新，辐射带动其他地区，形成由点及面、逐步深化的协同发展局面；给予中西部和东北地区政策倾斜，打造具有区位优势、面向东盟和中亚等地区的国际通信枢纽，支持中西部有条件省市布局一批重大新型数字基础设施建设项目；推进东北地区等老工业基地工业互联网等设施建设。支持京津冀、长三角、珠三角、成渝、长江中游城市群等优化提升新型数字基础设施水平，发挥中心城市引领作用，打造信息通信产业高质量发展标杆城市。",
        "2.推进数字乡村建设",
        "持续提升农村通信网络设施水平。实施新一轮电信普遍服务工程，加大对农村及革命老区、民族地区、边疆地区、脱贫地区特别是国家乡村振兴重点帮扶县宽带网络升级改造支持力度，推动农村光纤和4G网络广度和深度覆盖。面向有条件、有需求的农村及偏远地区，逐步推动千兆光纤网络建设，加快使用低频开展农村5G网络覆盖。补齐边疆地区通信网络设施短板，综合运用卫星通信等多种接入手段为用户提供宽带网络接入服务。积极推进农村地区移动物联网覆盖，加大农业生产场景NB-IoT部署。加强农村通信网络日常运行维护，继续面向脱贫户和防返贫监测户开展精准降",
        "。",
        "大幅提升农村数字化应用水平。坚持农村地区数字化应用普及与信息基础设施建设并重，鼓励电子商务平台、互联网医院、网上课堂等生产型和公共服务型平台向农村地区延伸和应用普及。鼓励企业运用云计算、大数据、人工智能等技术，加快在农村生活、生产、社会治理中的融合创新，积极推进电子商务、物流配送、共享出行等应用向农村拓展。因地制宜发展农村互联网特色应用，推进农业与旅游、养老、健康等产业融合，实现一二三产业融合发展，加快推进农业农村现代化，助力乡村振兴。",
        "3.促进基础设施跨行业融合共建",
        "强化信息基础设施规划和建设标准落实。加强信息基础设施相关规划与国土空间等规划衔接，推动信息基础设施纳入国土空间规划并在控制性详细规划中严格落实。加强信息基础设施规划与电力设施相关规划的有效衔接和协同建设，保障数据中心、移动基站等设施的电力供应，降低引电难度和用电费用。推动各级住房和城乡建设主管部门制定和完善",
        "建筑物相关标准规范，将信息基础设施纳入建筑物建设规范，严格落实光纤入户等国家标准。新建住宅区、商务楼宇、公共建筑等应配套建设光纤宽带等通信设施，预留基站、室内分布系统、机房及管线等设施安装空间，并与主体工程同步实施。加强信息基础设施保护，完善市政基础设施建设过程中的信息基础设施拆迁赔补机制。",
        "深化基础设施跨行业共建共享。加强跨部门沟通合作，推动党政机关、事业单位、国有企业开放公共设施和建筑等，为通信网络基础设施建设进场、施工、维护提供便利。推进通信设施与市政、交通、电力、公安、应急等设施资源共享，努力实现管孔、杆塔、站址、机房等资源双向开放。推动建设智慧多功能灯杆系统，为感知终端、移动基站及网络传输设施预留可扩展的挂载空间和管线接口。推动利用高速公路管道和高铁槽道敷设光缆，推动隧道、桥梁等部位预留通信设施布放空间。持续推进“公网5G上高铁”。推动电力杆塔、管道、变电站站址资源开放共享，推广电力杆塔加挂通信天线，探索利用变电站开展边缘数据中心建设。推动结合跨境高速公路、铁路、油气管线等设施建设，同步部署跨境光缆通信系统。",
        "4.优化国际市场布局",
        "推进信息通信服务高水平“走出去”。鼓励信息通信企业积极提升“一带一路”沿线网络设施互联互通水平，为国内企业国际化发展提供高质量网络服务。支持基础电信企业参与",
        "海外市场的本地化运营，支持互联网企业加快云服务、工业互联网等数字化产品和服务的海外推广。鼓励研发、制造、咨询、施工和运营企业发挥各自优势，探索国际业务海外发展模式，提升行业向外辐射能力和国际竞争优势，带动产业链协同出海。",
        "加强信息通信领域国际合作。深化5G、6G、人工智能、物联网等领域标准、研发、投资和治理规则的国际交流合作。积极参与全球数字治理，推动国际合作机制的构建与完善，围绕法律规则、标准制定、资源管理、网络安全、行业监管等重点议题，为世界贡献中国方案。积极参与国际组织规则制定，鼓励我国企事业单位深度参与国际标准化活动，共同制定国际标准。发挥行业协会、产业联盟等社会组织纽带作用，加强上下游企业、相关行业间协同，为企业开展国际合作提供政策和法律咨询、供需对接等服务。",
        "四、保障措施",
        "(一)持续推进法律法规建设",
        "严格落实《数据安全法》《个人信息保护法》《关键信息基础设施安全保护条例》，积极推动《电信法》等立法工作，加快完善信息通信行业相关规章制度。围绕数据确权、数据流转和交易、数据跨境流动等方面，推动修订相关法律法规。加强法治宣传教育培训，提升信息通信领域依法行政能力和水平。系统推进普法工作，为行业发展创造更好的法制环境。",
        "(二)加大政策和资金支持力度",
        "积极推动建立信息通信行业部、省、市三级管理体制。加大对信息通信行业创新发展的财政金融支持力度，发挥国家级政府投资基金引导作用，鼓励社会资本探索建立市场化运作的产业投资基金，鼓励地方设立5G、工业互联网、IPv6网络等数字基础设施发展专项资金。联合相关部门继续加大对5G、千兆光纤、数据中心、IPv6网络等数字基础设施供电、建设、应用的政策支持，鼓励和支持信息通信行业高水平“走出去”。强化资金保障和政策支持，解决边境网络覆盖问题。加大对信息通信技术研发的政策和资金支持力度，落实企业研发费用加计扣除政策，激励企业增加研发投入。深化产融合作，优化产融合作平台，支持产融合作试点城市扩大对信息通信行业的投入，推动金融机构创新金融产品和服务，面向信息通信企业、网络安全企业扩大信贷投放，支持符合条件的创新型、成长型互联网企业上市融资，支持符合条件的信息通信企业以发行公司债券和非金融企业债务融资工具等方式筹集资金。",
        "(三)加强专业人才队伍建设",
        "推动国家人才发展重大项目对信息通信行业人才队伍建设的支持。激发人才创新活力，提高专业技术人才参与科研创新和科研成果转化的积极性和主动性。充分发挥企业、科研机构、高校、行业协会、培训机构等各方作用，利用学历教育、非学历教育、短期培训等多种途径和方式，建立完",
        "善多层次人才合作培养模式，培养创新型、应用型、技能型人才。利用国家更加开放的人才政策，依托各类引才引智计划，吸引海外优秀人才，构筑集聚国内外科技领军人才和创新团队的科研创新高地。建立多元化人才评价和激励机制，强化对人才的物质和精神激励。",
        "(四)强化规划落地和统筹实施",
        "规划实施要坚持有效市场和有为政府相结合的基本原",
        "则，优化产业创新生态，激发各类市场主体活力，发挥市场机制配置资源的决定性作用。各地方信息通信行业发展规划及企业规划要因地制宜、突出重点，做好与本规划的充分衔接，切实贯彻落实本规划统一部署。推动建立部省、部际及部企沟通协调机制，及时解决规划实施中出现的新情况新问题。行业主管部门要加强对本规划实施的组织、协调和督导，开展规划实施情况动态监测和评估，并根据评估结果调整目标和任务，优化政策保障措施。",
        "附：英文缩写释义",
        "附",
        "英文缩写释义",
        "51"
    ],
    [
        "防御空间战略：",
        "实施",
        "空间领域",
        "2022年2月",
        "本出版物为英国国防部©Crown版权所有(2021)",
        "图片为英国国防部©Crown版权所有(2021)，除非另有说明。",
        "如果联系国防知识产权以获得在英国和国防部以外发布的授权，专利官应被告知政府出版物中的任何第三方版权。",
        "皇冠版权和商品许可、国防知识产权、中央法律服务、",
        "MOD阿比伍德南，",
        "杨树2#2214，布里斯托尔，BS348JH。",
        "电子邮件：DIPR-CC@mod.gov.uk",
        "©皇冠版权2021",
        "除非另有说明，否则本出版物根据OpenGovernmentLicensev3.0的条款获得许可。要查看此许可证，请访问nationalarchives.gov.uk/doc/open-government-licence/version/3或写信给信息政策团队，TheNationalArchives,Kew,LondonTW94DU，或发送电子邮件至：psi@nationalarchives.gsi。gov.uk",
        "如果我们发现任何第三方版权信息，您需要获得相关版权所有者的许可。",
        "对本出版物的任何查询应发送至：FMC-SpaceDir-GROUP-MAILBOX@mod.gov.uk。",
        "国际标准书号：978-1-5286-2899-0",
        "E0267495109/21",
        "印刷在至少含有75%再生纤维的纸张上",
        "由HHAssociatesLtd.代表英国皇家文具办公室负责人在英国印刷。",
        "内容",
        "部长序言4",
        "执行摘要5",
        "1.背景9",
        "空间——一个可操作的领域9",
        "威胁和危害10",
        "国际盟友和合作伙伴12",
        "工商业风险投资13",
        "2.战略意图16",
        "构造16",
        "横切原则17",
        "战略主题18",
        "3.战略主题1保护和防御19",
        "4.战略主题2加强军事",
        "操作22",
        "5.战略主题3提升技能和凝聚力25",
        "6.能力管理28",
        "方法28",
        "国防空间组合29",
        "优先事项30",
        "7.治理33",
        "层次结构33",
        "4国防太空战略：实施太空领域",
        "部长级",
        "前言",
        "太空对国防的重要性是无可辩驳的。它为我们提供了对抗潜在对手的作战优势，作为一个国家，我们依靠它来恢复弹性和我们的生活方式。英国最近公布的第一个综合国家太空战略和该国防太空战略反映了我们致力于确保英国在这一关键领域保持行动自由，并能够保护和捍卫英国在国内外的利益。",
        "数百年来，英国武装部队一直在陆地和海上领域捍卫国家利益，一个多世纪以来，在空中领域也是如此。然而，正如综合审查所明确指出的，我们生活在一个竞争更加激烈的世界中，我们必须进行现代化改造，以迎接新的和未来的挑战。太空和网络现在已被公认为本身的作战领域，国防必须利用这一点，整合我们的能力，以便它们在所有领域无缝协作。",
        "空间带来了前所未有的优势和新的威胁。日常生活依赖于太空，对于武装部队来说，太空是至关重要的、赢得战斗的技术的基础。我们可以从太空提供全球指挥与控制、通信、情报、监视和侦察、精确导航等。对手了解这种依赖，并且越来越能够利用漏洞，威胁我们的战略稳定和安全。",
        "长期以来，英国也一直站在就避免太空军备竞赛的措施建立国际共识的最前沿，并在实现这一目标方面取得了成功。与其他领域一样，我们必须继续与包括国际合作伙伴、行业和学术界在内的关键联盟合作，以取得成功并充分利用机会。随着我们发展我们的国防太空能力，我们将深化与美国的密切合作，并寻求与五眼联盟伙伴、联合太空作战(CSpO)伙伴国家、北约和其他志同道合的大国进一步合作。",
        "能力开发将以综合审查中首次提出的“自有合作访问”框架为指导。在某些领域我们需要专门的主权能力，但在某些情况下，我们将从其他地方获取技术或利用合作和伙伴关系来扩大能力并加深复原力。",
        "这是国防部寻求快速实施太空领域的关键时刻。该战略阐述了国防将如何支持国家努力成为一个有意义的太空参与者，能够确保英国与我们的盟友和合作伙伴的利益，保持战略优势，并为现在的安全、可持续、可靠和可访问的环境做出贡献并在未来几年。",
        "RtHonBenWallaceMP",
        "国防部长",
        "国防太空战略：实施太空领域5",
        "管理人员",
        "概括",
        "“我们将使英国成为一个有意义的太空参与者，其综合太空战略首次将军事和民用太空政策结合在一起。”",
        "RtHonBorisJohnsonMP，",
        "总理，综合",
        "回顾，2021年3月16日",
        "该国防太空战略直接支持综合国家太空战略。1它阐述了我们作为太空领域全球行动者的国防愿景，并阐明了国防部将如何通过与太空相关的能力、行动和伙伴关系实现保护和防御目标，提供反对成为太空中有意义的演员的雄心。其主题和原则也符合并支持国家战略中更广泛的目标和关键干预措施，包括培养和培养人才的需要。它支持综合审查(IR)2的所有四个目标：加强国内外的安全和防御；建立复原力；通过科技保持战略优势；并塑造未来的国际秩序。",
        "1.国家空间战略，2021年9月。",
        "2.安全、国防、发展和外交政策综合审查，日期为2021年3月。",
        "6国防太空战略：实施太空领域",
        "正如《国家太空战略》明确指出的那样，我们已经严重依赖太空提供关键服务，这些服务每天都会影响到民用、商业和军事部门。这些包括但不限于全球通信、安全银行交易、运输、气象和导航。太空是国防行动的关键推动力，现在它本身就是一个作战领域（与网络、海上、空中和陆地一样）。这也是我们跨这五个领域整合的愿望的基础。太空使我们能够在全球范围内进行指挥和控制，提供监视、情报和导弹预警，以及支持部署的联合部队，包括从英国航母打击群搭载F35运送精确武器、扫雷和人道主义行动等活动.",
        "在一个严酷且竞争日益激烈的领域，太空能力和活动不断受到威胁和危害。大多数是环境问题：太空天气、辐射和流星雨的自然危害。有些是人为的危险，例如空间碎片、碰撞和人为错误。其他人则是邪恶的，因为敌对行为者和竞争对手寻求最大化他们在该领域的相对优势。因此，我们必须努力保护和捍卫英国在太空领域的股权和源自太空资产的服务。",
        "英国国防将成为盟军太空工作的核心，在我们共同追求安全可靠的太空领域时提供弹性和互补性。我们独特的全球影响力以及与盟国和合作伙伴的密切合作——包括与五眼联盟合作伙伴3以及通过北约——意味着我们有能力推动国际努力，将太空整合为五个作战领域之一。通过这样做，我们将有助于预防冲突、阻止升级、优化资源并增强任务保证和弹性。我们将保持我们的战略优势。",
        "国防部(MOD)空间局将与跨政府部门以及我们的盟友和合作伙伴一起制定和制定与空间领域相关的国防政策和战略。该局还将继续加强我们在国防内部的现有密切关系，特别是与单一的军种前线司令部和英国战略司令部的关系，以确保该领域内的活动是一体化和有效的，同时利用协同效应和能力",
        "其他域。",
        "国防太空战略：实施太空领域7",
        "英国太空司令部将领导我们的太空行动、部队生成和能力计划，支持政府和联合指挥官执行常备防御任务、海外行动和特遣队职能。它将利用英国太空部门的能量和适应性，推动整个前线司令部的太空能力发展，领导整合，提供前沿能力，组建部队并进行日常太空行动，所有这些都在一个单一的、联合的命令。",
        "作为我们在太空领域雄心壮志的切实体现，除了现有承诺外，我们还将在未来10年再投资14亿英镑用于太空领域。我们将继续在平衡的国防空间组合中开发适合信息时代的新能力。我们将利用空间技术和英国工业实力提供的当前和未来机会，并确定军民两用的机会。我们将提供天网6计划，我们已经在未来10年内为此投资超过50亿英镑，以进一步增强英国的安全卫星通信能力，并确保持续的能力",
        "移动大量数据以支持国防任务和政府活动。考虑到天基情报、监视和侦察能力对所有军事行动和其他能力投资的重要性，天基情报、监视和侦察能力将构成投资组合的很大一部分。我们将开发一套尖端的在轨传感器，",
        "例如合成孔径雷达星座，以新颖且安全的地面架构为基础，将数字骨干网扩展到太空。我们还将投资于空间领域意识计划和空间控制。我们将投资指挥与控制，并与英国航天局（UKSA）合作，建立军民结合的国家航天运营中心。",
        "我们将确保将双重用途纳入能力管理流程的核心，考虑如何与其他政府部门（包括安全和情报部门）以及潜在的商业用户共享国防空间能力和产出。为了获得最大的性价比，我们将批判性地评估我们必须在主权基础上拥有哪些能力，我们可以与我们的盟友和合作伙伴合作的能力（以及产生质量和分担负担的额外好处），以及我们可以通过商业市场进入。这种“拥有、合作或访问”框架将用于定义英国对空间能力各个方面的方法，与IR.4中详述的方法保持一致",
        "通过实施该战略，直接支持国家太空战略，国防将在确保英国成为一个有意义的太空参与者方面发挥关键作用。",
        "4.综合审查，第四节战略",
        "框架，第1章，第38页，第10段。",
        "8国防太空战略：实施太空领域",
        "天基SAR——NovaSAR5",
        "国防太空战略：实施太空领域9",
        "1.背景",
        "空间——一种操作",
        "领域",
        "1.1。正如《国家太空战略》所明确指出的，进入太空对国家至关重要。它在我们的日常生活中发挥着不可或缺的作用，并确保军事行动能够交付各种国家安全任务。我们生活在一个持续竞争和对抗的时代，长期存在的假设每天都在受到挑战。我们的对手利用低于武装冲突门槛的模糊性来谋取利益，利用我们的弱点，试图拒绝我们获得太空衍生服务或威胁我们的卫星。",
        "缺乏国际公认的负责任的太空行为进一步加剧了这种情况。",
        "1.2.航天工业的发展以及技术的快速加速和扩散使商业产品变得越来越复杂。由于更便宜和更频繁的发射机会、大型星座的部署、",
        "6.联合条令出版物0-30：英国航空和太空力量，日期为2017年12月，指出“太空力量对英国军事力量的效力做出了关键贡献，无论是作为一个赋能领域，而且越来越多地作为一个作战领域它自己的权利。“",
        "可重复使用的能力和新兴的延寿服务。我们看到太空领域变得更具竞争性、拥挤性和竞争性。",
        "1.3.由于这些原因，太空现在是我们的第五个作战领域。它包括太空中的卫星、支持地面基础设施以及连接地面和太空的信息层。所有这一切都使我们的武装部队能够在信息时代进行竞争。6.7为了应对未来的持续竞争，我们必须为太空行为开创先例，这将提高所有太空系统的透明度、可预测性和安全性，并使我们能够运营和，如有必要，在太空中竞争。全面了解太空领域的活动以及保护、防御和整合的能力，就像我们对其他领域一样，对于使我们的武装部队能够应对未来的全球挑战至关重要。",
        "7.AP3002AirandSpaceWarfare，第4版，日期为2020年10月，指出“改变的是空间和网络与电磁领域在当代作战环境中作为战争领域的出现，它们以前被视为推动陆地、海上和空中。”",
        "10国防太空战略：实施太空领域",
        "1.4.通过结合有保证的商业级和军用级解决方案进行的国防投资将继续提高武装部队的灵活性、适应性、节奏、弹性和整体敏捷性。因此，我们将保持英国作为领先军事大国的地位，并通过营造更安全、更可靠和可持续的运营环境来支持英国的繁荣，帮助英国航天工业继续蓬勃发展。增加对太空事业的投资和监督将有助于英国实现国家太空战略中概述的目标，即：发展和提升我们的太空经济，推广全球英国的价值观，引领开创性的科学发现并激励国家，利用太空为英国公民和世界提供服务，并在太空中和通过太空保护和捍卫我们的国家利益。",
        "威胁和危害",
        "1.5。以持续、激进的国家竞争为特征的国际安全环境导致了威胁我们进入和使用太空的能力的发展。空间领域可能会被破坏（暂时或长期，可能在关键时刻）",
        "或以从非动能效应和电子战到动能攻击等各种威胁为目标（图1）。",
        "反ISR",
        "激光",
        "眼花缭乱",
        "网络",
        "攻击",
        "地面站点攻击",
        "直接的",
        "上升反卫星",
        "电子战",
        "卫星C2",
        "干扰",
        "露",
        "反卫星",
        "轨道",
        "反卫星",
        "大气外",
        "核攻击",
        "国防太空战略：实施太空领域11",
        "1.6.对手了解我们对太空服务的依赖，大国越来越有能力利用卫星的脆弱性，降低英国进入太空的能力，威胁到我们的战略稳定和安全。他们可以使用广泛的能力，包括使用电子战(EW)、网络能力、定向",
        "能量武器(DEW)，共轨",
        "反卫星（ASAT）武器和",
        "直接上升ASAT(DA-ASAT)",
        "导弹拦截和利用卫星通信，威胁并可能摧毁我们的太空系统。",
        "1.7.特别是，网络威胁有可能否认、破坏或欺骗卫星数据，而敌对性天基情报、监视和侦察(ISR)日益普遍的性质比以往任何时候都更加影响我们开展军事行动的方式。我们的不作为有可能破坏我们在依赖太空领域的能力方面所做的重大投资，我们需要改进",
        "在这种拥挤和有争议的环境中，我们的国家主权复原力和竞争力。",
        "1.8.我们将继续支持正在进行的跨政府工作，特别是与安全和情报部门的工作，以整理对天基服务和供应链风险的集体理解，并确保这些在国家战略文件中得到正确体现。",
        "12国防太空战略：实施太空领域",
        "1.9。除了威胁之外，还有许多环境危害极有可能破坏我们在太空和地面的能力。有数以百万计的碎片围绕地球运行，来自卫星碰撞、失效的卫星和发射器上级，这增加了进一步碰撞的风险。空间天气，除了太阳耀斑产生的高能粒子风暴和太阳风的重大变化外，直接影响地球磁场，这可能会降低卫星的有效性或对地面产生不良影响。商业、能源和工业战略部(BEIS)将发布恶劣空间天气防范战略。",
        "国际盟友",
        "和合作伙伴",
        "1.10。许多国家正在寻找加强其全球态势和发展太空能力的方法，以推进其国家议程并改善和保护太空服务的民用用途。我们继续参与，加强与各国在太空行动、能力和政策方面的长期互利联盟",
        "致力于和平利用空间的人是非常宝贵的。它将巩固我们在海外的广泛足迹所提供的独特优势，加强我们的全球影响力，使我们能够引领开创性的科学技术发展并促进全球英国的价值观；所有这些对于实现战略稳定和保持军事优势都至关重要。",
        "国防太空战略：实施太空领域13",
        "1.11。我们能够利用我们在情报分析、太空外交、前沿科学和强大的工业创新方面的优势，使我们成为关键盟友。作为联合太空作战(CSpO)倡议的创始成员8，我们能够深化与志同道合的国家在太空政策、能力发展、情报和作战方面的国际合作与合作，在共同合作的框架内交换数据、想法和活动。依赖构造。除了与我们的“五眼联盟”伙伴继续密切接触外，我们还将进一步加强与北约的合作，并继续为其他双边关系寻找机会。",
        "1.12。我们处于跨国太空运营的最前沿，与世界上一些最优秀的太空运营商在美国领导的联合太空运营中心合作。我们还率先公开加入美国参加“奥林匹克卫士行动”9，这使我们能够共享信息、数据和资源，并在伙伴国之间同步太空工作。",
        "1.13。我们将与我们的盟友和合作伙伴合作，继续监测、寻求理解，并在适当的情况下呼吁和回应违反",
        "我们对太空的兴趣（见第3节）。国防部正在与外交、联邦和发展办公室密切合作，后者正以一流的外交和发人深省的政策举措引领潮流，例如具有里程碑意义的联合国大会关于通过负责任的规范、规则和原则减少太空威胁的决议获得压倒性支持的行为。10我们必须确保英国有能力支持这些软实力举措，以减少太空威胁并确保继续进入太空领域。",
        "工商业",
        "风险投资",
        "1.14。与空间有关的活动11曾经完全由政府保留；向太空发射卫星所依赖的技术与弹道导弹相同。但如今，投资由私人投资者推动，英国航天工业的主要收入来自商业企业。12,13这导致英国航天部门的收入增加，近年来英国公司数量增加，14从跨国集团的初创企业。",
        "8.目前参与的国家包括澳大利亚、加拿大、法国、德国、新西兰、英国和美国。",
        "9.以美国为首的多国努力，旨在优化太空作战、提高任务保障、增强弹性，并使美国的努力与一些最亲密的盟友保持同步。",
        "10.2020年是新方法的第一次迭代，联合国大会全体会议投票结果为164票赞成，12票反对，6票弃权",
        "11.包括2021年5月的“英国航天工业的规模和健康状况”报告（第6页）中定义的航天运营、航天应用和辅助服务。",
        "12.太空投资不再局限于政府、高净值人士和利基专家（“英国航天工业的规模和健康状况”，2021年5月，第21页）。",
        "13.总收入的81.3%是商业收入。在其余部分中，国防贡献为8.6%（“英国航天工业的规模与健康”，日期为2021年5月，第10页）。",
        "14.全国有1200多个组织",
        "2019年英国航天工业，包括前两年的95家新公司，全球工业继续以与英国相同的速度增长。",
        "14国防太空战略：实施太空领域",
        "1.15。公司和组织的多样化选择提供了一系列具有双重用途应用潜力的商业技术发展，国防部可能希望同时利用和防止扩散。作为一个高增长、高技能的部门，国防部有机会重新定义其采购流程，以最大限度地合作，以改善整个部门的稀缺技能的招聘和保留。此外，随着大量私人投资和更多政府渴望实施雄心勃勃的太空计划，将有机会通过开发快节奏的新兴技术来保持战略优势。",
        "1.16。基于这些变化，以及国防和安全工业战略(DSIS)中概述的刺激经济增长和国家安全的动力，15国防对整个英国的太空经济的持续增长和升级做出了很大贡献.除了未来十年超过50亿英镑的总体投资以重组和增强我们的卫星通信能力外，国防部还预计使用可以利用新技术并比传统采购方法更快地为用户提供能力的目标项目。在我们开发国防空间产品组合时，我们将提供",
        "行业对我们需要在国防内部维护的技术和工业能力（即成为智能客户）、出于国家安全原因应该在岸上维护的内容以及可以从更广泛的供应商处采购的有保证的能力提供明确的指导.我们将确保获得与我们的国防航天投资组合相关的技术数据并获得足够的使用权，以实现英国航天司令部在运营、工业和我们与盟国的国际伙伴关系中的长期目标。",
        "1.17。此外，我们将探索利用国家安全战略投资基金（政府在两用先进技术方面的企业风险投资机构），作为塑造商业空间发展以满足国防需求并产生额外投资回报的工具。",
        "15.国防与安全产业战略，2021年3月。",
        "国防太空战略：实施太空领域15",
        "激光通信–Titania16",
        "16.来源：Dstl。",
        "16国防太空战略：实施太空领域",
        "2.战略意图",
        "构造",
        "2.1。该国防战略直接支持国家太空战略的目标和愿景，特别关注我们如何在太空中和通过太空保护和捍卫我们的国家利益。它还支持国家战略中的关键干预措施，包括英国成为太空活动首选合作伙伴的既定目标。它有助于实现综合审查中提出的所有四个战略目标，并阐明了国防到2030年的太空活动方法。",
        "2.2.整合是该战略的核心，就像综合审查和国家空间战略一样。它强调了跨领域、跨国防和跨政府整合的重要性，",
        "国际合作伙伴以及商业、研究和科学部门。这种整合确保我们充分利用英国的有限资源，并为我们的国家太空野心带来最大的一致性。",
        "2.3.英国国防将成为盟军太空工作的核心，在我们共同追求安全可靠的太空领域时提供弹性和互补性。我们独特的全球影响力、地理优势以及与盟国和合作伙伴的密切合作意味着我们有能力推动国际努力，将太空整合为五个作战领域之一。通过这样做，我们将有助于预防冲突、阻止升级、优化资源并增强任务保证和弹性。",
        "2.4.策略的结构如图2所示。",
        "国防太空战略：实施太空领域17",
        "横切原则",
        "2.5.支撑这一战略的跨领域原则如下：",
        "一个。拓宽和深化多国合作。实现国防的太空雄心将需要尽可能密切的国际合作。我们将深化我们的战略关系，塑造对太空领域的看法并促进其安全可靠的使用。我们将加强与我们的“五眼联盟”伙伴（特别是美国作为我们的主要伙伴）、北约17和其他盟国的双边和多边关系，采取“国际设计”的思维方式。这将有助于保护我们的太空利益、建立稳定、增强弹性并阻止冲突扩展到太空。其他好处将包括向那些在某些空间相关活动领域更先进的国家学习，以便更快地发展英国的专业知识。我们",
        "还将支持其他政府",
        "部门，利用我们的",
        "建立了全球伙伴关系。",
        "湾。加强跨政府协作。为了支持政府对太空活动的综合方法，我们将进一步发展与其他部门的关系，与BEIS密切合作，改进我们提供太空政策和计划以及安全和情报服务的方式，以支持国内外安全。我们将支持国家空间委员会",
        "确保空间议程在政府之间得到协调，确保通过提供有凝聚力的跨政府空间计划来最大限度地利用国家资源所需的相互支持。特别是，我们将利用现有安排，为研发和国际责任提供更加一致的军事/民事方法。",
        "C。推动创新并利用技术机会。我们将利用英国的工业实力，确保我们提供一支强大、可靠、现代、敏捷和负担得起的部队。我们将确保在国防的创新计划中考虑到太空，并确保BEIS仍然是推动太空创新以应对全球面临的挑战的关键合作伙伴。为了利用私营部门现有的重大创新和行业驱动的机会，我们将提高透明度，并与广泛的技术公司和开发商建立更密切的工作关系。我们还将支持科学合作、研究开发，并进一步加强我们与学术界的互动。",
        "17.包括北约双战略司令部太空工作组和北约太空中心（盟军空军司令部，德国拉姆施泰因）。",
        "18国防太空战略：实施太空领域",
        "d。拥有、协作或访问。排队",
        "根据国家空间战略和综合审查中提出的方法，将根据所需的所有权和控制水平来识别、开发和生成技术和服务，确保我们的活动符合有保证的能力框架。18这些术语的定义见综合审查19如下：",
        "(1)拥有。英国在从发现到大规模制造和商业化的新发展中拥有领导权和所有权。这将始终涉及协作和访问的元素。",
        "(2)合作。英国可以提供独特的贡献，使我们能够与他人合作以实现我们的目标。",
        "(3)访问。英国将通过选择、交易和关系寻求从其他地方获取关键科学和技术。这将始终在MOD的保证能力框架的范围内进行，并认识到将有不同的国家级别的保证访问要求。",
        "战略主题",
        "2.6.我们的太空雄心和计划产出将通过三个战略主题来实现：",
        "一个。保护和防御。通过发展太空能力以提供有效的军事成果，保护和捍卫我们在太空中的国家利益；识别和归因于空间系统的威胁；以相称和协调的方式应对敌对活动。",
        "湾。加强军事行动。将太空融入国防业务的所有相关方面；提供对军事行动至关重要的有弹性、有保障的空间服务；增强多域集成和架构。",
        "C。提高技能和凝聚力。制定明确的空间政策、计划和概念；培养熟练和可持续的太空劳动力；招聘、培训和留住人才。",
        "18.确保获得太空和相关工业能力对于我们的运营独立性至关重要——即我们选择在不受外部政治干预的情况下进行军事行动的能力，并保护支撑这些能力的敏感技术。这与2021年3月的国防和安全产业战略中阐明的意图一致。",
        "19.综合审查，第IV节战略框架，第1章，第38页，第10段。全球工业继续以与英国相同的速度增长。",
        "国防太空战略：实施太空领域19",
        "3.战略主题1",
        "保护和防御",
        "3.1。为了应对我们的对手在太空中不断增强的进攻能力，我们需要可靠的威慑和响应选项来保护和捍卫我们在太空中和通过太空的国家利益。这包括以情报为重点的连贯且响应迅速的战略、有效的作战空间控制能力以及有弹性的在轨、地面和网络基础设施。我们明白，我们的信誉不仅限于能力；它必须包括我们的国际联盟、商业伙伴关系以及我们在该领域的运作方式。",
        "3.2.威慑对我们的国家安全以及我们保护国家利益和保持太空行动独立性的能力至关重要。我们将继续监测、寻求理解并在适当情况下对违背我们在太空利益的行为作出反应。我们欢迎北约承认对太空、来自太空或在太空内的攻击是对联盟安全的明显挑战，并可能导致援引第",
        "北大西洋公约第5条。我们将根据国际法和国内法寻求适当的回应。",
        "3.3.与其他领域一样，我们必须首先全面了解我们的运营环境，与我们的盟友和合作伙伴兼容，以相关的速度提供准确的信息并推动敏捷决策。我们将提高我们提供一致的空间领域意识的能力，以便预测、寻找、识别、分析、归因并了解威胁。",
        "这将提高我们制定适当措施以保护和捍卫我们关键太空能力的能力。这套可以在太空收集、处理、利用和传输数据、信息和情报活动的综合高科技能力将有助于实现我们的军事目标。",
        "20国防太空战略：实施太空领域",
        "3.4.我们将开发、安全测试并提供雄心勃勃的保护和防御能力，以及在太空中和通过太空的效果，与所有其他领域协调和整合。我们将确保我们使用最具创新性的解决方案来保护主权和相关空间系统，包括在轨基础设施、地面空间基础设施、电磁(EM)频谱和",
        "网络漏洞。我们将维护国际规范和负责任的行为，支持跨政府和国际在这个问题上的努力。",
        "3.5.我们将通过以下方式加强对“奥林匹克卫士行动”的贡献",
        "英国太空司令部，包括作战级别的太空指挥和控制、导弹预警和增强的太空领域意识，以及在北约内部和双边必要时探索更多机会。我们将继续支持外交、联邦和发展办公室等其他政府部门加强太空外交，利用现有的联盟和伙伴关系建立太空领域的行为规范。我们与英国太空关键国家基础设施的运营商和所有者的合作伙伴关系将进一步成熟，以应对日益增长的威胁。",
        "国防太空战略：实施太空领域21",
        "DstlHermes地面站,PortsdownWest,Hampshire20",
        "22国防太空战略：实施太空领域",
        "4.战略主题2",
        "加强军事",
        "运营",
        "4.1。我们的武装部队必须寻找并抓住太空提供的持久战略优势机会。这意味着在多领域部门活动的整个范围内整合太空能力和服务，包括作战规划、条令、能力发展、培训和教育。",
        "这也意味着在我们的核心业务中改进集成智能产品和使用空间技术的过程，以获得信息优势并提高运营效率。太空将成为实现“2025年综合作战概念”愿景的基本组成部分，超越联合作战走向真正的多域整合。",
        "4.2.我们必须能够以用户易于理解的格式快速发送准确、安全的数据和信息，以比我们的对手更快的速度帮助决策者在全球任何地方访问他们所需的信息做出反应。这就是为什么我们将与我们的盟友和合作伙伴一起探索提高我们指挥、控制和协调太空系统能力的方法，包括有效地执行任务、访问和分析数据和信息的能力。",
        "4.3.我们将开发安全、可靠和有弹性的系统和基础设施，利用英国太空和国防领域的最佳优势来实现平台和能力的现代化，包括那些能够实现太空控制、导弹预警和其他太空综合行动的平台和能力。我们还将支持英国主导的科学研究和发展以及新兴的空间服务技术，以加强我们在其他领域的业务，并与其他领域开发的能力相协调。",
        "4.4.我们将探索和发展以国防为主导的弹性全球导航的概念以及导航和同步时间的替代方法。这将包括继续发展我们与五眼联盟在导航战以及位置、导航和授时(PNT)能力的保护和弹性方面的关系。",
        "国防太空战略：实施太空领域23",
        "4.5.我们将加强和利用英国世界知名的卫星通信能力天网，使我们能够更好地实现我们的军事目标，支持政府活动，并与法国、意大利和美国一道为北约提供卫星通信服务，直至2035年。此外，我们通过密切整合盟军能力以及商业卫星通信供应商（越来越多地包括军事功能），将变得更有弹性。",
        "4.6.随着英国寻求发展自己的小型卫星能力，我们将继续探索这个新兴市场提供的国防优势，并考虑以下方面的潜在机会：",
        "一个。量子场传感器。",
        "湾。天网的辅助有效载荷。",
        "C。利用多传感器功能的天基ISR。",
        "d。对敏感EM目标的新歧视和利用。",
        "24国防太空战略：实施太空领域",
        "天网6A21",
        "国防太空战略：实施太空领域25",
        "5.战略主题3",
        "提升技能和凝聚力",
        "5.1。正如国家空间所表明的那样",
        "战略，我们建立了英国空间",
        "指挥作为一个联合组织提供",
        "国防部制定的战略方向",
        "空间局。人员配备",
        "从整体力量（包括常规",
        "并从所有三个储备人员",
        "服务，以及公务员和",
        "合同工），英国太空司令部",
        "将制定连贯的计划并管理",
        "从作战层面到战术层面的活动。",
        "其优先事项将是：支持运营，",
        "无论是常备防御任务，还是海外",
        "运营或或有职能；带领",
        "一种灵活的方法来提高我们的太空能力",
        "开发和交付；并生成一个",
        "熟练的国防空间劳动力（培训，",
        "教育和成长）。它将利用",
        "英国空间的能源和适应性",
        "部门，以确保快速交付",
        "领先的太空能力，以及",
        "提供我们的指挥和控制",
        "空间操作。",
        "26国防太空战略：实施太空领域",
        "5.2.国家太空战略明确指出，熟练的劳动力对于太空企业的成功和该行业的发展至关重要。这也是实现国防愿景的基础。通过投资于技能和人员来继续产生和发展太空劳动力的需求将需要国防部利用全军方法，包括军队、公务员和承包商人员。我们将在国防领域积累经验和专业知识，并进一步将太空有效地整合到为海上、陆地、空中和网络电磁领域进行的演习和战争游戏中。",
        "5.3.我们将积极贡献并与其他政府部门合作，与行业和赞助储备保持深度互动，培养人才并改善所有参与英国航天领域的人员的培训，特别是寻找军民结合培训的机会。我们还将继续改进和扩大国防人员的教育和培训，充分利用除国防学院和航空航天以外的国际课程",
        "战争学校。",
        "国防太空战略：实施太空领域27",
        "5.4.为了吸引和留住具有成功运营所需的专业技能的人才和多样化的个人，我们将通过公认和领先的专家级操作员资格继续发展，我们将通过专业教育和培训引入横向进入，使个人能够获得令人兴奋和有益的工作机会。这将有助于增加我们的国防空间劳动力，增强我们的知识和声誉，并确保我们保持智能客户和用户。考虑的选项将包括后备太空中队的潜力，以及常规服务编队。我们还将确保我们能够获得从新兴技术专家到卫星系统和服务采购等领域的专业知识，例如量子技术和自治。",
        "5.5.不断增长的太空劳动力将通过结构化的职业道路进行管理和交付。我们将考虑采用网络劳动力率先采用的统一职业管理方法。作为这种方法的一部分，我们将与商业部门建立新颖和创新的合作伙伴关系，以确保我们充分发挥英国专业知识的潜力。这将包括嵌入英国太空运营中心(SpOC)商业整合单元的商业人员，以及进一步加强与UKSA建立的联合伙伴关系协议，以将他们完全整合到英国SpOC。",
        "28国防太空战略：实施太空领域",
        "6.能力",
        "管理",
        "方法",
        "6.1。为了实现我们的愿景以及国防对国家太空战略的贡献，我们将：",
        "一个。增强我们的太空领域意识，以了解综合力量在太空中、来自太空或通过太空的风险。",
        "湾。交付国防数字骨干的关键要素，这些要素将实时处理、分析、融合、归因和传播高质量的信息和情报给作战人员。",
        "C。交付一系列新型多光谱传感器中的第一个，以感知、跟踪和归因地球上具有挑战性的目标。",
        "d。了解、设计和部署技术，以保护和捍卫英国在太空中的利益，无论是高于还是低于武装冲突的门槛。",
        "e.通过确保对技术数据的访问权和足够的使用权来实现运营自由，从而实现创新和持续改进我们的信息优势。",
        "6.2.为了支持这种方法，我们进行了重点关注、以科学和技术为主导的分析，以研究空间领域能力是否以及如何为国防部的部队结构提供具有成本效益的解决方案。这导致现有的持续发展",
        "天网和英国太空运营中心(SpOC)等能力，以及为国家太空战略中阐明的能力管理和投资优先事项提供信息，并在此处进一步详细说明。这些证据将使我们能够制定到2030年的详细和优先的能力计划，最初量身定制以反映到2025年的国防IR资金分配。它将通过结合有保证的能力要求来开发，以在我们拥有的能力之间取得适当的平衡，协作或访问。",
        "6.3.未来10年，我们将在单一、连贯的太空能力支柱中进一步投资14亿英镑。",
        "英国战略司令部、国防联合用户、综合用户和泛防御能力的赞助商，将使用敏捷的采购和供应商管理方法来增加我们在行业中的试验并快速发展",
        "高科技示范进入快节奏能力项目：从设计到",
        "以比传统采购活动更快的速度在轨输出，为我们的武装部队带来转型变革。我们还将确保我们能够与我们的盟友和合作伙伴合作，在面对日益激烈的亚阈值竞争时保持弹性的运营效率。",
        "6.4.根据2020年国防部科技战略，22我们将利用英国世界知名的科技社区，",
        "国防太空战略：实施太空领域29",
        "包括研发，因为它在改变我们的运营方式方面发挥着重要作用。从提供有关空间威胁和危害的专家建议，到设计和开发创造性的空间概念和技术。国防部内的实验和示范，与政府、工业界和学术界的合作伙伴密切合作，将推动英国的创新。国防研发",
        "将与民间部门合作，提供新的能力并增强我们在科技领域的战略优势。加强监督和实验的连贯性将",
        "指导计划和投资以快速开发空间技术，以寻求更好的能力决策。",
        "22.2020年国防部科技战略，日期为2020年10月19日。",
        "国防空间组合",
        "6.5。国防部空间局将在整个国防领域和更广泛的政府目标中提供监督和连贯性。在我们维护和审查我们现有的能力管理流程时，我们将尽可能考虑多个政府部门的民用和军事需求，并最大限度地利用现有的开发管道以及拟议的联合空间创新门户。",
        "6.6.我们的优先目标",
        "空间域将交付",
        "通过建立一个平衡的国防航天投资组合，由英国航天司令部生成和维护。这将整合整个国防领域现有的空间相关能力规划活动，实现所有空间能力的开发和交付，同时建立保护英国战略司令部公平的机制。",
        "采用英国，特别是太空部门存在的大量专业知识和创新技术，国防太空组合将结合目前由英国战略司令部管理的现有太空能力管理活动，以及令人兴奋的新举措：",
        "一个。记录程序。现有的核心计划子组合，其中一些已经成熟，致力于多代骨干能力，能够交付和实现持久运营并支持国家太空战略的雄心。这些核心计划包括卫星通信（由天网计划启用，目前由英国战略司令部提供）、空间领域感知（由英国太空司令部内的英国SpOC启用）和导弹预警（由RAFFylingdales启用并由英国SpOC管理）.",
        "30国防太空战略：实施太空领域",
        "湾。新举措。我们将采取敏捷的方式进行能力开发和获取，通过先进的科技，通过研发，拉到运营商的手中。这些能力的技术规范，由于文件的分类，这里没有阐述，但将形成英国太空司令部的太空能力管理核心。",
        "优先事项",
        "6.7.随着太空能力随着政策的发展而成熟，支持和整合其他作战领域的能力将是基础。与英国战略司令部、多领域整合的国防负责人一起，将不断评估太空领域内的军事活动，以实现有效和连贯的整合。这将巩固与我们的盟友和合作伙伴的全面互操作性标准，并确保通过来自全面来源的准确、及时和可靠的数据来增强我们的理解、决策和行动能力。这一综合国防空间能力管理活动将根据以下七个优先能力主题进行：",
        "一个。安全卫星通信（SATCOM）。安全且有弹性的全球卫星通信通过卫星交换信息以增强战略能力，这对于我们的运营独立性至关重要。它可以实现全球运营，并以各种敏感度和分类方式谨慎地传递信息。我们已经在未来10年投资超过50亿英镑用于我们世界知名的天网卫星系统，该系统由英国战略司令部提供，现在将投资近6000万英镑的额外资金用于天网和其他SATCOM能力。这将增强",
        "我们能够在全球范围内快速安全地传输大量数据，连接现代战场并整合部队。",
        "湾。空间领域意识（SDA）。空间系统的检测、跟踪、表征和归因有助于加深对空间领域和对我们关键系统的威胁的了解。作为所有其他太空能力的基本推动者，对于我们在未来几年保护我们在太空中的利益的能力至关重要，SDA将来自各种能力的数据与情报源输出相结合。英国SpOC充当从RAFFylingdales接收的数据的中心，作为主要贡献传感器，以及英国和外国的地面望远镜、传感器网络和在轨空间监测卫星。国防SDA计划，将在未来增加超过8500万英镑",
        "10年，将使用国家对象分类和归属所需的可靠传感器功能来增强和贡献现有的盟军和商业数据源。我们将协调所有领域的信息和情报，以更深入地了解我们自己所处的环境，并使用创新和新兴技术来加强这一点，这些技术也可以被我们的政府合作伙伴使用。我们将确保国防SDA计划协同工作",
        "与由UKSA领导的民用空间监视和跟踪计划一起，汇集来自民用、商业和机密来源的最佳数据和分析。",
        "De\\euceebgcee〔人g〕e?输入：Obe人g〔!ougl!2!u?〔peebgceDoyamag!u34",
        "c.Intelligence,SurveillanceandReconnaissance(le匕).le匕co山b人!2e2〔po2eele山eu〔2o\\Eg人〔pOp2e人^g〔!ou(EO)b人!山g人!l入n〔!l!2eqp入De\\euceguqlu〔ell!?euceguqcgupepo〔pEg人〔p-\\gc!u?guq2bgce-\t\\gc!u?.」peEOele山eu〔2b人!山g人!l入\\o人c!^!ln2e!uclnqeEg人〔p!u\\o人山g〔!ou2入2〔e山2s3guqo〔pe人Eg人〔p-\\gc!u?cgbgp!l!〔!e2.W!l!〔g人入guq\t\tc!^!l人edn!人e山eu〔2\\o人EO\\人edneu〔l入o^e人lgb:g22ncp,EO\\le匕pg2qngln2eg〔!〔2co人e.\t\t\tEOb人o^!qe22bec〔人glqg〔g(!山g?e人入)guqelec〔人ou!c!u〔ell!?euceo^e人gM!qeg人ego人o^e人g2bec!lcbo!u〔o\\!u〔e人e2〔,gu入Mpe人eou〔peblgue〔.le匕,Mp!cp!uclnqe22!?ugl2\tcpg人gc〔e人!2g〔!ouguq2bec〔人glqg〔g,cgupen2eq\\o人eu^!人ou山eu〔gl山ou!〔o人!u?,",
        "po人qe人山ou!〔o人!u?,山g人!〔!山e2n人^e!llguce,q!2g2〔e人人el!e\\guqc!^!lcou〔!u?euc入blguu!u?.MeM!ll!u^e2〔o^e人E?下0W!ugqq!〔!ougl\t\\nuq!u?o^e人〔peuex〔40入eg人2〔oqe^elobgco山ble山eu〔g人入人gu?eo\\cn〔〔!u?-eq?e〔ecpuolo?!e2〔o?eue人g〔eg4ex!ple,人e2!l!eu〔2n!〔eo\\ou-o人p!〔2eu2o人2,ex〔euq!u?〔peq!?!〔glpgckpoue!u〔o2bgceguq",
        "e入u〔pe〔!cVbe人〔n人e匕gqg人cou2〔ellg〔!ou2,gllnuqe人b!uueqp入guo^elguq2ecn人e?人onuqg人cp!〔ec〔n人e.MeM!llqel!^e人gco山p!ueq2e人!e2o\\ou-o人p!〔guq?人onuq-pg2eq",
        "qe山ou2〔人g〔o人2o^e人〔peuex〔\\on人入eg人2〔pg〔b人o^!qe〔pe\\onuqg〔!ou\\o人g2bgce-pg2eq\t\tle匕cou2〔ellg〔!ou.MeM!llqel!^e人〔peob〔!山gl\tco2〔-e\\\\ec〔!^e山nl〔!-2eu2o人le匕cgbgp!l!〔入〔p人on?pcope人eu〔qel!^e人入o\\gun山pe人o\\obe人g〔!ouglcouceb〔qe山ou2〔人g〔o人2〔pg〔",
        "b人o^eguqqe-人!2k〔ecpuolo?!e2\\o人De\\eucen2e.」p!2M!ll!uclnqe!u〔e?人g〔!ouM!〔pE!^eE入e2bg人〔ue人2〔oqe山ou2〔人g〔egu!u〔e?人g〔eq2入2〔e山p入s0sQ,g2Mellg2qel!^e人入o\\2g〔ell!〔e2M!〔pgq^guceq2eu2o人cgbgp!l!〔!e2,gcp!e^!u?gulu!〔!glObe人g〔!u?Cgbgp!l!〔入!u",
        "s3.b人!山g人!l入〔peEg人〔pOp2e人^!u?e入2〔e山(EOe)Dg〔gguqlu\\o人山g〔!oue入2〔e山(EOeDle),obe人g〔eqp入MVeV.",
        "s0sQ.lugqq!〔!ou,〔g2k!u?guqb人oce22!u?,exblo!〔g〔!ouguqq!22e山!ug〔!oucgbgp!l!〔!e2M!llpeqe^elobeq〔pg〔g人ecope人eu〔M!〔p〔peex!2〔!u?De\\eucele匕eu〔e人b人!2e,co山bg〔!pleM!〔pex!2〔!u?g人cp!〔ec〔n人e2guq!u〔e人-obe人gple\\o人〔pepeuel〔o\\po〔p〔penKguqon人gll!e2guqbg人〔ue人2.",
        "q.SpaceCommandandControl.Vco山b人epeu2!^enuqe人2〔guq!u?o\\qg〔g",
        "\\人o山山nl〔!ble2on人ce2M!lleugplepglguceq,人!2k-gMg人eqec!2!ou-山gk!u?,exblo!〔g〔!ouo\\obbo人〔nu!〔!e2,guqcou〔人olo\\gc〔!^!〔!e2!uo人〔p人on?p2bgce.」oqe^elobguqqel!^e人人elg〔eq2bgcecgbgp!l!〔!e2,?eue人g〔eguexbe人〔guqexbe人!euceqMo人k\\o人ce,guqobe人g〔e2eg山le22l入gc人o22De\\euce,?o^e人u山eu〔,!uqn2〔人入guqM!〔pon人gll!e2guqbg人〔ue人2,MeM!ll!u^e2〔o^e人E43QW!ugqq!〔!ougl\\nuq!u?o^e人〔peuex〔40入eg人2,!uo人qe人〔o:",
        "4)Bn!lqou〔pee2〔gpl!2p山eu〔o\\nKebgceCo山山guqguq2nbbo人〔!〔2qe^elob山eu〔!u〔ogcope人eu〔1o!u〔co山山guq.",
        "s)Cou〔!une〔oeupguce〔penKebOC,\t!ubg人〔ue人2p!bM!〔p〔penKeV,〔o2nbbo人〔〔pe?o^e人u山eu〔g山p!〔!ouo\\c人eg〔!u?g2obp!2〔!cg〔eqco山p!ueq山!l!〔g人入,c!^!l!guguqMg〔!ouglebgceObe人g〔!ou2Ceu〔人e.",
        "|3)Couqnc〔guex〔eu2!^e」人g!u!u?Meeq2Vugl入2!2〔oqe〔e人山!uepoM〔ope2〔〔o?人oMon人exbe人〔!2eguqeu2n人eMe人e山g!ug〔〔pe\t\\o人e\\人ou〔o\\De\\euce2bgceeuqeg^on人2\t\t!u〔pe入eg人2〔oco山e.」pe」人g!u!u?Meeq2Vugl入2!2M!llexblo人e人edn!人e山eu〔2\\o人\\n〔n人e〔人g!u!u?b人o^!2!ou,!uclnq!u?〔pe2cobeguqug〔n人eo\\gu入ebgceVcgqe山入.",
        "32国防太空战略：实施太空领域",
        "e.空间控制。为了保护和捍卫我们在太空领域的利益，阻止敌对行为并确保我们的太空能力有足够的弹性来抵御敌对活动的破坏，我们将在未来10年内投资超过1.45亿英镑的额外资金。我们将研究提供经过仔细校准的效果的机制，以确保我们在太空中的访问和操作独立性。",
        "F。位置、导航和定时(PNT)。PNT信号支持几乎所有军事活动，提供关键的防御能力，包括在全球范围内进行精确导航和定位。然而，PNT系统天生就容易受到干扰和恶意活动的影响。我们",
        "因此，继续支持广泛的跨政府“系统系统”方法，以开发安全和有弹性的PNT，以满足更广泛的社会要求，符合所声明的IR意图，以“加强我们关键的国家基础设施和经济所依赖的PNT服务的弹性”依靠。”",
        "G。发射。我们坚持要求确保获得商业开发的发射能力。虽然我们不会开发自己的独立发射系统，但我们将继续支持UKSA推进在英国的垂直和水平太空发射活动，并与我们的盟友和合作伙伴密切合作，以确保适当和及时地进入太空.",
        "天基合成孔径雷达(SAR)–Oberon24",
        "国防太空战略：实施太空领域33",
        "7.治理",
        "等级制度",
        "注意：线条表示治理关系，而不是命令结构。",
        "图3-英国战略空间层次结构和核心输出。",
        "7.1。正如《国家空间战略》所述，我们将努力确保对国家空间政策、治理和交付采取明确的跨政府方法。图3反映了英国与国家航天委员会和其他政府部门相关的战略结构及其核心产出。国家航天委员会25是一个由总理主持的内阁委员会，为太空中的跨政府活动设定方向",
        "太空领域，并批准了英国的第一个国家太空战略。由此产生的英国太空政策由MOD和BEIS内的太空理事会共同协调。",
        "25.国家空间委员会的职权范围是作为协调政府总体政策的一部分，审议有关在、通过和从空间的繁荣、外交和国家安全的问题。",
        "34国防太空战略：实施太空领域",
        "英国皇家空军Fylingdales夜空，北约克郡2​​6",
        "国防太空战略：实施太空领域35",
        "7.2.国防空间职责已与国防作战模式保持一致27。直接活动是国防部总部的责任，空间局在2星空间局局长的领导下，协调国防部国防空间治理、政策、战略规划和国际参与，以支持国家空间委员会。国防空间Generate28和Operate29活动由英国太空司令部的2星指挥官负责，他还负责天基能力的开发和交付。英国战略司令部仍将是SATCOM、PNT和ISR的能力赞助商，而空军司令部将是保护和防御能力的能力赞助商。",
        "7.3.为了对国防的整个太空业务进行监督和协调，至少在太空司令部的能力管理流程完全建立之前，我们开发了一种治理模型，旨在提供保证、保护英国战略司令部的股权并降低国防不连贯的风险.国防部航天局将由一个四星级的国防航天执行委员会负责，该委员会将制定战略方向并提供低于部长级门槛的监督、调整和优先次序。反过来，由国家安全顾问担任主席的国防计划保障小组将追究我们的责任。还建立了一个2星级空间校准小组，为协调和校准提供论坛。",
        "7.4.为确保我们有效整合，我们将与其他政府合作伙伴密切合作，以满足政府的雄心和优先事项。特别是，我们将直接与BEIS和UKSA合作，实现国家雄心，尽可能融合民用和军事需求，将一种能力用于多种用途。",
        "27.有7项核心防御活动：政策、战略、规划、治理、启用、生成和操作。其中，政策、战略、规划和治理统称为直接活动。",
        "28.从现有资产中产生军事能力以及交付项目和其他活动以创造未来的军事能力。",
        "29.航天运营的日常业务。",
        "E02674951978-1-5286-2899-0"
    ],
    [
        "澳大利亚的",
        "空间战略",
        "前言",
        "©澳大利亚联邦2022",
        "本作品受版权保护。除了任何用途",
        "根据1968年版权法允许，没有",
        "部分可以通过任何过程复制",
        "未经事先书面许可",
        "澳大利亚政府部门",
        "防御。所有国防信息，无论是",
        "分类与否，受到保护",
        "根据《犯罪法》未经授权披露",
        "1914年，国防信息可能只",
        "根据国防释放",
        "适当的安全原则框架。",
        "前言",
        "国防部长",
        "彼得·达顿议员",
        "几十年来，太空一直对我们的国家安全至关重要。国防部承认太空的重要性，承认太空领域以及现有的空中、海上、陆地和网络作战领域。",
        "国防空间战略的发布是国防的一个重要里程碑。国防太空战略描述了太空环境中的战略背景，阐明了我们在太空领域的愿景和使命，并提出了实现我们作为综合太空强国的2040年愿景的基础目标。",
        "对于大多数澳大利亚人来说，太空领域提供的好处在很大程度上是无形的。技术使我们的日常生活变得容易，隐藏了我们对空间的依赖。太空环境正日益成为一个更加拥挤和竞争激烈的运作场所，国防部的任务是保护我们的国家利益。失去进入太空的机会不仅会影响我们的国家安全，还会从根本上影响我们的生活方式。失去进入太空的军事后果是重大的，我们的大部分部队都依赖于天基通信、情报和导航。",
        "为了管理这些风险，我们的共同愿景是“确保澳大利亚的民用和军事进入太空，跨政府整合，并与美国、其他盟国、合作伙伴和工业界协同工作”。我们的愿景承认国防是澳大利亚政府整个太空能力方法的一个组成部分。",
        "作为一个全球领域，我们还必须与我们的盟友和国际伙伴密切合作，共同确保我们获得太空能力。国防与澳大利亚工业界合作以充分利用我们的机会并提供主权能力选择也很重要。澳大利亚政府的目标是到2030年将澳大利亚航天部门的规模扩大两倍。国防是通过提高澳大利亚主权航天能力来支持可持续的国家航天企业发展的关键贡献者。",
        "我们在太空领域经历了前所未有的活动，伴随着这种活动既带来了威胁，也带来了机遇。国防对建立太空能力的进步有着浓厚的兴趣。然而，还有大量工作要做。本战略中确定的许多努力方向的时间跨度都在未来五年内。国防的当务之急是更好地整合国防军内空间能力的多种不同要素。我们运营能力的这种发展将确保我们能够有效和有效地应对这一挑战。",
        "国防太空战略将有助于确保澳大利亚能够克服新的和正在出现的威胁，并抓住太空力量新时代带来的许多机遇。",
        "国防部长",
        "彼得·达顿议员",
        "4",
        "内容",
        "战略背景7",
        "澳大利亚严重依赖太空访问9",
        "进入太空是有争议的10",
        "空间也越来越拥挤11",
        "国防有限的主权空间能力12",
        "政府投资将解决关键差距",
        "国防空间能力13",
        "国防空间战略14",
        "努力方向15",
        "LOE1：增强国防的太空能力以确保",
        "拥挤和有争议的太空环境中的联合部队访问16",
        "LOE2：提供整合的军事效果",
        "整个政府以及与盟友和合作伙伴",
        "支持澳大利亚的国家安全22",
        "LOE3：提高国家对空间重要性的认识25",
        "LOE4：提高澳大利亚主权太空能力以支持",
        "发展可持续的国家航天企业27",
        "LOE5：发展国防太空组织以确保一个连贯的、",
        "有效利用太空作战领域32",
        "成果37",
        "5",
        "战略背景",
        "澳大利亚依赖天基和空间技术。进入和自由使用太空现在是一个关键的推动因素，支撑着澳大利亚投射军事力量的能力。",
        "澳大利亚在太空领域保持能力优势至关重要，以确保澳大利亚获得太空能力的自由并保护澳大利亚的国家利益。认识到这一点，政府将在未来十年投资超过70亿澳元1，作为2020年国防战略更新和2020年部队结构计划的一部分，以提高国防的弹性并确保进入太空、实现态势感知并提供实时通信和定位、导航和授时信息。现在，国防部有责任兑现这些承诺，并确定它将如何实现国防使命并提供这些能力所带来的战略效果。",
        "澳大利亚的国防太空战略以2020年国防为基础",
        "战略更新、2020年部队结构计划和2020年国防转型战略，概述国防将如何满足战略指导并为未来挑战做好准备。国防空间战略确定了国防将如何努力的五个方面：构建以实现2020年部队结构计划中确定的效果；在整个政府以及与盟友和合作伙伴之间调整其优先事项、流程和系统；与国防部进行内部和外部接触和沟通，以增加国家对太空重要性的理解并支持国家太空企业的发展；并发展其企业并发展其人员，以确保有效利用太空作战领域。",
        "1.防御能力不包括澳大利亚地理空间情报组织能力",
        "7",
        "天气",
        "电信",
        "导航",
        "映射",
        "社交媒体",
        "武装部队",
        "求救",
        "交通",
        "农业",
        "电视",
        "赌博",
        "澳大利亚严重依赖太空",
        "能力",
        "空间系统是所有国家所依赖的国家和全球基础设施的一部分。获取空间系统和空间衍生信息对澳大利亚的经济、社会和国家安全利益至关重要。失去或阻碍进入太空将影响澳大利亚的关键基础设施，如交通、金融和电信部门。它还将影响政府提供应急响应、环境监测、空中和海上监视以及交通管理等基本服务的能力。",
        "国防运营或利用一系列空间能力，包括定位、导航和授时(PNT)、卫星通信(SATCOM)、情报监视和侦察(ISR)以及空间域感知(SDA)。",
        "国防通过与美国和其他联合太空作战倡议伙伴（澳大利亚、加拿大、法国、德国、新西兰、英国和美国）的各种合作能力、备忘录和设施，为盟国和国际伙伴共享太空能力的能力优势做出贡献）。这些能力和安排突出了国防对盟军空间技术能力、互操作性和利用澳大利亚地理位置的重要贡献。",
        "获得太空能力对国防能力和活动至关重要，包括情报收集、目标定位、部队投送和指挥与控制。",
        "9",
        "获得空间能力存在争议",
        "随着过去十年世界范围内反太空能力发展的增加，谨慎地承认国防面临着确保获得太空能力的威胁，国防的盟友和国际合作伙伴也是如此。潜在对手可以通过多种方式利用国防对太空能力的依赖。",
        "国防部必须提高太空领域意识，通过改进太空行动的归属来阻止潜在竞争对手，包括通过联合太空作战倡议利用对合作伙伴信息的访问，并支持整个政府流程和能力的发展，以减轻和响应“灰色”区的活动。",
        "国防必须发展和利用新的太空能力，以实现和保持对可能竞争对手的信息优势。澳大利亚主权系统可能容易受到网络、电子和动能攻击，因此国防必须提高国防航天企业能力的重组、弹性和防御能力。国防部还必须加强其反情报能力，以免受邪恶的外国活动的影响。",
        "太空中的“灰色地带”活动对国防构成了复杂的威胁，因为此类活动可以利用国际法律框架中的空白，从而延迟或最小化应对选择。澳大利亚在国际论坛中发挥积极作用，以塑造空间活动的法律和监管框架并促进负责任的空间行为，这一立场得到了以下机构的支持",
        "防御。",
        "国防部与合作伙伴的国际关系对于减少太空威胁的规模和影响至关重要。然而，即使是联盟的军事太空能力也是有限的，必须服务于许多优先事项，并且在冲突时期本身也容易受到反太空能力的影响。澳大利亚必须发展有助于其伙伴关系的主权太空能力，并确保澳大利亚的民事和军事获得太空能力。",
        "//",
        "国防必须发展和利用新的太空能力来实现和保持信息优势",
        "国防的主权空间能力有限",
        "国防拥有有限的主权太空能力，因此利用与美国、其他国际合作伙伴和商业实体的协议来获得许多太空能力。国防部与美国在卫星通信和空间领域意识方面有许多合作安排。",
        "国防部通过多个领域开展太空行动，包括总部联合作战司令部的澳大利亚太空作战中心和HMASHarman的国防网络作战中心（卫星通信）。国防部正在将现有的国家、双边和多边太空活动整合到一个单一的行动中——Dyurra行动。OPERATIONDYURRA也是澳大利亚为OLYMPICDEFENDER做出贡献的机制，OPERATIONOLYMPICDEFENDER是美国领导的一项为所有派遣国提供太空支持的行动。",
        "//",
        "防守有一个数字",
        "合作的",
        "与",
        "美国的卫星",
        "通信和空间",
        "领域意识。",
        "国防空间战略",
        "1.增强国防空间能力，确保",
        "联合部队在拥挤、有争议和",
        "竞争激烈的空间环境。",
        "2.在整个政府以及盟国和合作伙伴之间提供整合的军事效果，以支持澳大利亚的国家安全。",
        "3.增加国民对",
        "空间的临界。",
        "4.提高澳大利亚主权太空能力，以支持可持续的国家太空企业的发展。",
        "5.发展国防航天企业以确保",
        "连贯、高效和有效地利用空间",
        "领域。",
        "努力的方向",
        "线",
        "努力的",
        "16",
        "LOE1：增强国防的太空能力，以确保联合部队在拥挤、竞争和竞争激烈的太空环境中进入。",
        "目标1a：",
        "为国防航天企业制定与国防盟友和国际合作伙伴一致的运营理念和架构，但强调主权和澳大利亚的主要贡献。",
        "在拥挤、有争议和竞争激烈的太空环境中，无法确保获得太空能力，除非国防部开发出一种太空架构，该架构专注于具有弹性的能力，在受到攻击时可以重建并在受到攻击时进行防御。国防部将定义作战空间概念和能力整合目标。国防部将制定与其盟国和国际合作伙伴一致的作战概念和架构，清楚地阐明澳大利亚的附加值，并解决主权、独立太空行动的好处和限制。该架构还将考虑如何将太空能力联网，以最大限度地发挥作用并加强对太空能力的确保访问；提高国防航天企业的弹性。",
        "国防部认识到考虑使用替代方法来开发和获取太空能力的好处。其中一些替代方法是一种新的太空商业方法所固有的，称为“NewSpace”。国防感兴趣的属性包括支持星座弹性的小型卫星重点、通过定期星座更新快速采用技术、灵活和多用途有效载荷背景下的“即插即用”，以及支持主权航天工业的潜力。国防将探索广泛的方法来满足国防空间能力需求。在适当的情况下，将考虑在不同轨道范围内的大型精巧卫星和小型卫星之间平衡能力组合。为了维持轨道系统和卫星类别的混合，并迅速做出反应以重建战损资产，国防部预计未来将需要获得反应迅速且有保障的太空发射能力。国防部将与澳大利亚航天局和其他政府机构合作，确保太空能力满足澳大利亚的国家安全需求。",
        "//",
        "国防部认识到考虑替代空间能力开发和采购方法的优点",
        "17",
        "目标1c：",
        "现场确保卫星通信、天基ISR和PNT能力。",
        "防御需要有弹性、敏捷和灵活的卫星",
        "可以满足联合、联盟的通信系统",
        "和国家要求。",
        "//",
        "国防需要有弹性、敏捷和灵活的卫星通信系统，能够满足联合、联盟和国家的要求。",
        "此外，2020年部队结构计划要求澳大利亚地理空间情报组织(AGO)提供包括天基元素在内的端到端地理空间情报能力。AGO正在逐步提供主权天基ISR能力，包括地面基础设施，以允许AGO直接和及时地访问来自商业拥有和运营的卫星的图像。AGO还计划通过卫星提供主权图像能力，以增强对所需区域的覆盖。",
        "国防将提供对天基PNT服务的可靠访问，在有争议和被拒绝的环境中具有弹性。国防部还在研究澳大利亚国防军部队的替代计时和定位系统，以在有争议或被拒绝的环境中开展行动。",
        "19",
        "目标1d：",
        "开发、增强和部署空间领域意识和空间控制能力",
        "国防将协助整个政府努力确保澳大利亚获得太空能力。该保证将包括整个政府的行动，以支持威慑违背澳大利亚在太空中的国家利益的行动。正如2020年国防战略更新和2020年部队结构计划所确定的那样，国防部将提高太空领域感知能力并探索增强太空控制能力的选项，以应对新出现的对澳大利亚太空能力的太空威胁。",
        "国防的空间领域感知项目将为澳大利亚提供主权空间领域感知能力，以探测、跟踪、识别和表征太空中的物体。国防的空间领域感知能力将通过不断发展的空间指挥和控制系统以及开发主权空间监视传感器而逐步提高。国防部将研究通过天基能力增强太空领域意识的机会。",
        "国防部将继续识别太空控制差距和发展可靠太空控制能力的机会，太空能力开发人员将积极寻求提高太空能力的弹性。国防部将与外交部和外交部密切协商，探索符合其成为太空负责任行为者承诺的选择方案。",
        "贸易。",
        "20",
        "目标1e：",
        "提高支持国家安全的空间情报和指挥与控制(C2)能力。",
        "目标1f：",
        "详细了解",
        "影响的关键基础设施",
        "国防对空间的使用。",
        "国防将发展其太空指挥和控制能力，以确保将太空作为一个可操作的环境，而不是良性环境。国防部将加强其空间情报流程，以支持对空间领域的长期空间风险评估，并为其伙伴关系做出更大贡献。",
        "国防将确定其执行国防任务所依赖的关键空间服务。这应该为更广泛的政府活动提供信息，以确定国家关键的空间基础设施，并制定和开展适当的风险缓解活动。",
        "//",
        "国防部将加强其空间情报流程，以支持对空间领域的长期空间风险评估，并为其伙伴关系做出更大贡献",
        "21",
        "LOE2：在整个政府和整个政府中提供整合的军事效果",
        "与盟友和合作伙伴一起支持澳大利亚的国家安全。",
        "目标2a：",
        "建立国家社区的理解和集体努力，以推进有保证的空间能力获取。",
        "国防将提供军事太空专业知识并引领思想，以帮助支持整个政府制定国家太空安全方法的努力。",
        "目标2b：",
        "协助制定可用于分配和优先考虑国家空间能力工作和任务的部门间治理安排。",
        "国防部、外交和贸易部以及澳大利亚航天局将监督和协调政府为实现“空间安全国际参与框架”的目标所做的全部努力。这将主要利用由澳大利亚航天局主持的现有季度空间协调委员会会议和季度国家安全空间部门间委员会会议来管理。后者考虑相关的优先事项、权衡和资源挑战，并根据需要将重大问题提交给空间协调委员会和政府。",
        "目标2c：",
        "建立空间控制和威慑",
        "CONOPS/政策指导。",
        "国防将发展其条令、指挥和控制程序以及战术、技术和程序，以将空间控制作为联合作战的一个组成部分来处理。国防还将有助于政府整体威慑方法——包括外交、信息、军事和经济——这将有助于确保获得天基能力。",
        "LOE3：提高国家对空间重要性的认识。",
        "目标3a：",
        "制定、定期审查和更新",
        "国防部关于澳大利亚的核心信息",
        "严重依赖太空能力和",
        "域名的争议性质。",
        "国防将建立、发展并始终如一",
        "传达一组明确的信息以促进",
        "澳大利亚人对空间重要性的理解，",
        "它面临来自太空的挑战的性质，以及",
        "防御在太空中的作用。",
        "LOE4：提高澳大利亚主权太空能力，以支持可持续的国家太空企业的发展。",
        "目标4a：",
        "与澳大利亚航天局、其他促进航天工业发展的政府部门和机构合作，为澳大利亚航天工业发展制定并发布一套连贯的国防优先事项。",
        "国防将支持国家航天企业的发展和维持，作为由澳大利亚航天局推动的综合政府方法。",
        "总理和内阁、内政部、外交和贸易部、澳大利亚地球科学部、气象局、英联邦科学与工业研究组织和学术界都做出了重要贡献。国防部对澳大利亚航天局的支持包括参与澳大利亚航天局咨询小组、空间协调委员会以及部署工作人员和提供联络官。国防部了解到，当资金确定时，澳大利亚工业更有可能进行投资。国防部将通过创建、发布和更新一系列太空投资优先事项（包括估计价值和时间表）来支持这一确定性。该计划将涵盖与国防空间活动相关的所有航天工业领域。",
        "目标4c：",
        "作为协调的澳大利亚航天局和整个政府工作的一部分，确定澳大利亚工业竞争优势的领域并帮助塑造工业以满足国防优先事项。",
        "//",
        "国防工业部",
        "将确定对国家最重要的太空能力，并帮助塑造澳大利亚工业重点",
        "国防工业部与澳大利亚航天局和其他相关政府机构合作，将确定对国家最重要的太空能力，并帮助塑造澳大利亚工业重点。国防认识到澳大利亚航天工业可以满足国防以外的广泛需求。尽管如此，国防可能会受益于将民用技术重新用于军事手段，而无需投资于研发或风险孵化。为发现此类机会，国防部将积极与其他政府机构在创新、研发和采购活动中进行协调和合作。",
        "29",
        "目标4f：",
        "增加频率，加深范围，",
        "与澳大利亚太空的国防接触",
        "行业。",
        "国防部承认澳大利亚工业是能力的基本投入。为确保澳大利亚工业在整个太空能力生命周期中得到适当参与，国防部将与澳大利亚航天局合作制定一项全面的工业参与计划。该计划将寻求加快行业参与的节奏，并确保优先议程、投资和其他战略沟通明确并通过相关渠道交付。国防还将支持澳大利亚航天工业促进与中小型企业的接触。",
        "//",
        "为确保澳大利亚",
        "行业适当",
        "全程参与",
        "空间能力",
        "生命周期，国防将",
        "开发一个全面的",
        "行业参与计划",
        "与",
        "澳大利亚航天局",
        "31",
        "LOE5：发展国防太空企业，以确保对太空领域的连贯、高效和有效利用。",
        "目标5a：",
        "发展国防太空企业概念，包括影响从战略到战术指挥级别的能力。",
        "国防部将制定一个国防太空企业概念，以解决如何在国防部的多域作战方法中进行太空作战。这将伴随着组织层面的转变，以改善各级指挥的决策。",
        "目标5d：",
        "发展国防的理论基础",
        "空间力量。",
        "国防将发展、实施和成熟太空力量",
        "教义。将定期评估学说",
        "与联合学说中心和总部联合",
        "操作命令进行调整和更新。",
        "35",
        "结果",
        "如下表所示，国防空间战略分为三个概念交付阶段。",
        "37",
        "基金会（2021-2023）",
        "到2023年，国防将编纂其国防",
        "太空司令部并开始建立必要的劳动力能力和能力来行使所有太空职能。国防部将制定作战概念、路线图、架构和计划，",
        "调整和整合整个部门的所有空间相关活动和业务。所有空间领域的利益相关者都将对他们的责任和责任有共同的理解。除了已建立的关系之外，寻求太空信息的外部机构将有一个单一的联系点。国防将极大地促进整体政府对空间安全的综合方法，并提高公众对空间重要性的认识。国防与澳大利亚工业的接触将有计划并有重点，为澳大利亚工业为商业竞争做准备提供充足的机会。",
        "进化（2024-2030）",
        "到2030年，国防部将在综合投资计划中引入大部分主权卫星通信、空间域感知、空间控制和天基ISR能力。新能力将在理论和操作上整合到国防联合行动和国家安全方法中。通过广泛共享空间知识、人员和能力，国防将大大加强其联盟和国际伙伴关系。国防将成为国家太空劳动力的重要合作伙伴，通过工业界、学术界、研发部门和整个政府机构借调人员。将利用新的防御能力方法来实现满足太空任务保障要求的适当部队组合，并为澳大利亚工业界提供竞争可持续工作管道的机会。国防与澳大利亚工业界的关系将继续发展，工业界将有更多机会为能力生命周期的所有阶段做出贡献，作为不仅满足国防要求而且塑造它们的合作伙伴。",
        "成熟(2031–2040)",
        "到2040年，国防部将拥有一支成熟的太空队伍，具备满足广泛作战要求所需的经验、技能和知识。这一成果是20年来刻意的劳动力管理以及对技能提升和职业流媒体持续投资的结果。国防空间专业人员受到其盟国和国际合作伙伴的高度重视。国防将继续发展国防航天企业。将向政府提交额外的太空能力，以进一步确保澳大利亚的民用和军事获得太空能力。",
        "地球同步",
        "轨道",
        "35,786公里",
        "中等的",
        "地球",
        "轨道",
        "2,000公里至",
        "少于",
        "地球同步",
        "轨道",
        "低的",
        "地球",
        "轨道",
        "取决于",
        "2,000公里",
        "钥匙",
        "当前主权",
        "能力",
        "新节目",
        "能力",
        "美国/联盟",
        "贡献",
        "基于空间",
        "传感器-HEO",
        "通讯",
        "卫星",
        "小碎片",
        "全球导航",
        "卫星系统",
        "窄场",
        "观看高分辨率",
        "基于空间的传感器-",
        "利奥",
        "宽视野",
        "低分辨率",
        "被动的",
        "射频传感器",
        "步伐",
        "特嗨"
    ],
    [
        "5G生态系统：",
        "国防部的风险和机遇",
        "国防创新委员会",
        "2019年4月",
        "5G生态系统：国防部国防创新委员会的风险与机遇，2019年4月3日",
        "合着者：MiloMedin和GilmanLouie",
        "目录",
        "执行摘要",
        "“5G”一词指的是即将到来的第五代无线网络和技术，它将在数据速度、容量和延迟（数据传输延迟）方面比第四代（4G和4GLTE）网络产生巨大的变化。5G将支持一系列新技术，这些新技术将改变公共和私营部门的运营标准，从自动驾驶汽车到智慧城市、虚拟现实和战斗网络。无线世代之间的历史转变表明，这个先行者国家将获得数十亿美元的收入，同时创造大量就业机会和在技术创新方面处于领先地位。先行者还制定了标准和实践，随后被后续进入者采用。相反，在前一代无线技术转变中落后的国家不得不采用领先国家的标准、技术和架构，从而错过了一代无线能力和市场潜力。",
        "2010年初，AT&amp;T和Verizon在2008年拍卖中赢得的700兆赫(MHz)频谱上迅速在美国部署了LTE。在此部署的基础上，美国成为第一个（继芬兰之后）看到全面LTE网络提供的消费者网络性能大约是当时现有3G网络的10倍。这种性能上的进步推动了新手机的快速采用，新手机不仅可以传输更多数据，而且计算速度也更快。Apple、Google、Facebook、Amazon、Netflix等美国公司以及无数其他公司构建了利用该带宽的新应用程序和服务。随着LTE在其他国家/地区部署，这些相同的手机和应用程序遍布全球。这一举措帮助推动了美国在无线和互联网服务领域的全球主导地位，并创建了一个由美国主导的无线生态系统，美国国防部(DoD)和世界其他地区已经在该生态系统上运行了近十年。",
        "自LTE推出以来，这些无线竞争格局发生了许多变化。中国电信设备巨头华为的全球收入从2009年的约$28B增长到2018年的$107B，而同期爱立信和诺基亚等其他传统市场领导者的收入则有所下降。华为、中兴、小米、vivo和Oppo等中国手机厂商在全球市场份额迅速增长，尽管在美国市场的销量很小，但其采用率和影响力仍在快速增长。2009年，收入排名前10的互联网公司全部是美国公司。今天，前十名中有四名是中国人。这些趋势已经生效，如果5G继续领先，它有可能使未来的网络进一步向中国的方向倾斜。",
        "从4G到5G的转变将极大地影响全球通信网络的未来，并从根本上改变国防部的运作环境。虽然国防部将感受到5G的影响，但推出本身将由美国商业部门推动。这项研究提供了对商业格局和国防部格局的洞察，以全面了解利益相关者和5G的未来。",
        "5G有能力增强从企业网络到战场战术边缘的国防部决策和战略能力。5G将增加国防部的链接能力",
        "将多个系统整合到更广泛的网络中，同时实时共享信息，改善军种、地理和域之间的通信，同时绘制战场的共同图景以提高态势感知能力。这种改进的连接性可能反过来支持一系列新技术和任务，从高超音速和高超音速防御到弹性卫星星座和网状网络。",
        "频谱将在5G的运营、开发和推出中发挥关键作用。峰值数据速率由无线服务可用的频谱量驱动。在4G中，最多可以将五个20MHz信道绑定在一起。但在5G中，最多可以将五个100MHz信道绑定在一起，使速度比4G和4GLTE快约20倍。虽然一些5G技术将部署在当前使用的蜂窝频谱中并实现适度的性能提升（LTE已经得到了相当好的优化），但完整的5G开发将需要更多的频谱来为消费者提供性能的另一个阶梯式改进，DoD或其他。",
        "各国正在寻求两种不同的方法来为5G部署数百MHz的新频谱。第一个重点关注低于6GHz的电磁(EM)频谱部分（“中低频段频谱”，也称为“sub-6”），主要位于3GHz和4GHz频段。第二种方法侧重于约24到300GHz之间的频谱部分（“高频段频谱”或“毫米波”），是美国、韩国和日本所采用的方法（尽管这三个国家也在不同程度上探索亚6）。美国运营商主要专注于5G的毫米波部署，因为世界其他地区用于5G的大部分3GHz和4GHz频谱是美国的专属联邦频段，尤其是国防部广泛使用的频段。",
        "频谱分配问题是5G竞争的核心，因为选择的频段，无论是sub-6还是毫米波，几乎都会影响5G发展的所有其他方面。3和4Ghz范围内的频段主导全球5G活动，因为改进了毫米波频谱上的传播（范围），从而需要部署更少的基站来提供相同的覆盖范围和性能。由于美国的sub-6频段的大部分无法用于民用/商业用途，因此美国运营商和FCC（控制美国的民用频谱）正在押注毫米波频谱作为国内5G的核心方法。",
        "美国运营商可能会继续追求mmWave，但没有追随者就不可能在5G领域领先。无线网络的领先地位需要全球市场订阅",
        "并按照领导者所选频段的规格进行构建，因为这些5G子组件和产品最终将推动跨网络的互操作性。世界其他地区没有像美国运营商那样面临sub-6频谱限制，随后也在该范围内进行5G开发。因此，如果美国继续追求与世界其他地区不同的频谱范围，它可能会发现自己没有全球供应基地。",
        "如果未来世界大部分地区采用的5G生态系统建立在sub-6中频段频谱之上，美国也将面临mmWave设备互操作性挑战和sub-6基础设施安全问题。随着sub-6成为全球标准，目前该领域的领导者中国很可能会引领潮流。这将为依赖供应链中包含中国组件的网络的国防部海外行动带来安全风险。即使美国在国内限制使用中国设备供应商，但美国的无线市场规模不足以阻止中国5G供应商在全球范围内继续增加市场份额，这对数量下降的供应商造成了巨大压力。将服务于美国市场。由于市场份额下降、竞争产品数量受限以及国防部和美国行业无法获得更好、更便宜的全球供应链，这些供应商将无法对未来的5G产品进行研发投资。",
        "中国计划部署第一个广泛使用的5G网络，其第一套sub-6服务将于2020年推出。先发优势可能会推动其手机和电信设备供应商市场以及其国内半导体和系统供应商的显着增长。因此，中国互联网公司将处于有利地位，为其本土市场开发利用5G速度和低延迟优势的服务和应用程序。由于5G在全球范围内部署在类似的频段，中国的手机和互联网应用和服务可能会成为主导，即使它们被排除在美国之外。中国有望在5G领域重蹈美国4G时代的覆辙。",
        "第1章：5G历史与概述",
        "发电技术史",
        "移动无线技术已经发展了几十年，第一代(1G)于1970年代后期推出，并于1980年代初期投入使用。从那时起，每隔十年左右就会推出新一代技术和无线标准，最终形成我们目前在4G和5G功能之间过渡的状态。每一代人的价值都呈指数级增长，因为每一代人都促成了商业部门和军事领域的许多其他技术进步。所有现有世代都在中低频段频谱（小于6GHz或sub-6）内工作，但5G也为毫米波(mmWave)频谱的使用打开了大门。",
        "1G（语音呼叫）：1G移动网络在1980年代初期投入使用，具有语音通信和对数据传输能力的有限强调（早期能力约为2.4Kbps）。1G网络使用模拟信号在分布式基站网络（托管在蜂窝塔上）之间使用模拟信号“切换”蜂窝用户，使用AMPS和TACS等标准。",
        "资源：",
        "2G（消息）：在1990年代，2G移动网络催生了第一个数字加密电信，它提高了语音质量、数据安全性和数据容量，同时通过使用GSM标准的电路交换来承载有限的数据容量。在1990年代后期，2.5G和2.75G技术分别使用GPRS和EDGE标准带来了更高的数据速率（高达200Kbps）。这些后来的2G迭代引入了通过分组交换的数据传输，这是通向3G技术的垫脚石。",
        "3G（有限数据：多媒体、文本、互联网）：1990年代末和2000年代初通过完全过渡到数据包交换引入了具有更快数据传输速度的3G网络，其中一些语音电路交换是2G的标准。这启用了数据流，并于2003年推出了第一个商业3G服务，包括移动互联网接入、固定无线接入和视频通话。3G网络现在使用UMTS和WCDMA等标准将数据速度提高到静止时的1Gbps，而移动时的数据速度则提高到350Kbps。",
        "4G和LTE（真实数据：动态信息访问，可变设备）：4G网络服务于2008年推出，利用10倍于3G的速度传输数据",
        "全IP网络，完全依赖分组交换。由于更大的带宽允许提高网络速度，4G网络提高了视频数据的质量。此后，LTE网络的引入为移动设备和数据终端上的高速无线通信设定了标准。LTE处于不断演进中，目前的版本号为12。“LTE高级”可以支持~300Mbps。",
        "5G：5G的具体能力和采用程度仍有待确定。数据传输的速度、数量和延迟将取决于所使用的频段以及网络使用环境（固定或移动）。例如，毫米波5G网络可以在不限制波传播的特定条件下为固定局域网提供令人难以置信的快速速度，但相反地，在扩展范围内（在“小区边缘”上）很难保持这些速度。sub-65G网络的最大速度可能低于毫米波，但可以覆盖更广泛的区域，而不会受到一系列环境因素的干扰。这些条件最终将决定5G的“标准”，目前正在全球范围内制定。",
        "历史教训：世代转换中的先发优势",
        "5G之前的无线技术世代之间的过渡也对先行者产生了重大的商业、竞争和安全影响。以德国为首的欧洲在2G方面获得了第一个竞争优势，因此诺基亚和爱立信等公司能够更早推出更先进的设备，并且在2000年代美国仍在尝试实施2G时已经过渡到3G.在此期间，欧洲无线技术产业蓬勃发展，而美国公司则难以跟上步伐。欧洲在3G过渡期间失去了这一优势，当时他们受到需要耗时拍卖3G频谱而不是简单地重新利用现有2G频谱带宽的法规的阻碍。日本在3G方面处于领先地位，虽然美国最终赶上了日本，但推出3G网络需要数年时间，随着日本在3G商业模式上的冲刺，美国企业付出了巨大的代价。在此过渡期间，美国失去了数千个工作岗位和可观的收入，在此期间，多家无线技术公司倒闭或被外国公司吸收。",
        "美国从之前的4G和4GLTE错误中吸取了教训。虽然3G落地缓慢，但后来3G投资激增，最终让美国在4G到来时抢占先机。此外，FCC开放了更多带宽的许可证，并制定了法规以促进4G网络在开发过程中的快速扩展。日本起初跟上了步伐，但日本工业未能迅速采取行动开发最终塑造4G生态系统的技术。结果，美国在智能设备市场上处于领先地位，并最终在日本内外取代了日本操作系统。",
        "在2010年代初期，AT&amp;T和Verizon在2008年拍卖中赢得的700MHz频谱中迅速在美国部署了LTE。美国成为第一个看到综合LTE网络的国家（继芬兰之后），提供了大约10倍于消费者的综合LTE网络现有3G网络的网络性能。这种性能上的进步推动了快速",
        "采用新半导体的新手机不仅可以传输更多数据，而且计算速度也更快。苹果、谷歌、Facebook、亚马逊、Netflix等美国公司和无数其他公司构建了新的应用程序和服务，利用了这些带宽和这些新的手机功能。随着LTE在其他国家/地区部署，这些手机和应用程序遍布全球，推动美国在全球无线和互联网服务中占据主导地位。",
        "美国从这一领先优势中受益匪浅。ReconAnalytics于20181年4月发布了一份报告，估计4G的引入促成了2011年至2014年期间无线行业70%的增长，提振了GDP，同时无线行业的就业岗位增加了80%以上。通过领导4G，美国能够建立一个由网络提供商、设备制造商和应用程序开发人员组成的全球生态系统，从而塑造了4G的未来以及所有其他国家实施它的经验。",
        "先发优势在无线世代转换中尤为明显，因为领导者可以为所有未来产品设定基础设施和规范。例如，中国正在自己的领土上铺设光缆，除了在整个欧洲建设5G网络外，还计划为参与“一带一路”倡议的国家做同样的事情。这将允许中国有选择地允许某些5G公司和产品使用该基础设施。2中国正在利用这一机会促进sub-6频谱的使用，这将塑造整个5G产品市场的发展。如果公司想在中国或任何有中国赞助的网络中销售他们的5G产品，他们将必须按照中国的首选规范进行建设，并与中国公司合作。这增加了整个供应链中产品后门和漏洞的风险。",
        "向5G的转变将带来与上一代过渡相同的潜在风险和回报，但规模更大。5G的领导者将在未来十年获得数千亿美元的收入，并在无线技术领域创造广泛的就业机会。5G也有可能彻底改变其他行业，因为自动驾驶汽车等技术将从更快、更大的数据传输中获得巨大收益。5G还将通过增加多个设备之间数据流动的数量和速度来增强物联网(IoT)，甚至可能取代许多家庭所依赖的光纤骨干网。拥有5G的国家将拥有许多此类创新，并为世界其他地区设定标准。",
        "由于以下原因，该国家目前不太可能是美国。",
        "1“美国在4G中的领先地位如何推动经济发展”，ReconAnalytics，2018年4月16日，",
        ".",
        "2SusanCrawford，“中国可能会垄断5G市场——而美国没有计划”，Wired，2019年2月20日。",
        "SdoO}AnmUsoenpOdions",
        "频谱使用和可用性是部署可行的5G网络的最重要因素，因为它们将决定未来数据传输的速度、数量和延迟。4G数据传输能力无法跟上当前的需求，而5G的阶跃变化将通过部署使用毫米波频段、亚6频段或两者的功能正常的5G网络来解决不断增长的数据消耗率。以下部分描述了mmWave和sub-6方法的相对优势和劣势，以及它们在未来5G生态系统中的潜在应用和角色。",
        "毫米波(mmWave)",
        "毫米波频谱在30GHz和300GHz之间的高频率下运行，并且由于多种原因而具有吸引力。首先，毫米波的较短波长会产生较窄的光束，从而为数据传输提供更好的分辨率和安全性，并且可以以更高的速度传输大量数据，并且延迟最小。其次，有更多可用的毫米波带宽，这提高了数据传输速度并避免了较低频段中存在的拥塞（在研究毫米波频率的潜在5G用途之前，该频段中唯一的主要运营商是雷达和卫星流量）。5G毫米波生态系统需要大量的基础设施建设，但可以从以当前4GLTE网络的20倍速度传输的数据中获益。最后，毫米波组件比低频段的组件更小，从而可以在无线设备上进行更紧凑的部署。除了物理特性之外，毫米波对美国5G开发商也很有吸引力，因为美国政府拥有大片sub-6频谱，特别是在3和4GHz范围内，这使得运营商很难在FCC拍卖中购买专用频谱许可证甚至共享频谱的那一部分。",
        "然而，毫米波也有其挑战。虽然其短波长和窄光束可以提高数据传输的分辨率和安全性，但这些品质也会限制毫米波可以传播的距离。这会产生高昂的基础设施成本，因为毫米波网络需要在整个地理区域内人口密集的基站来确保不间断的连接。毫米波很容易被墙壁、树叶和人体本身等障碍物阻挡，这一事实进一步加剧了这一挑战。毫米波频谱在特定情况下可以实现扩展范围，例如在树线以上带有平面反射窗的大型建筑物中，但美国很少有环境有利于这种传播。",
        "各种研究已经开始测试美国毫米波和sub-6基础设施建设的功效。MoffettNathansonLLC最近对Verizon在萨克拉门托的5GmmWave项目进行了分析，发现在投放市场大约六个月后，Verizon约150个固定无线宽带(FWBB)基站只能为测试区域中约6%的住宅地址提供服务.3Verizon的目标是特别密集的",
        "3CraigMoffet、RayMcDonough和JessicaMoffet，“固定无线宽带：Verizon推出5G幕后的一瞥”，第7，莫菲特纳森森，2019年3月20日，。",
        "萨克拉门托的部分地区作为最佳测试环境，并专注于开发固定网络，与移动网络相比，固定网络对毫米波部署的挑战更少。然而，即使在这些优化的情况下，很明显，扩展该解决方案以提供更多的覆盖范围将是一项耗时且成本密集的工作，需要大规模的基础设施建设。",
        "谷歌还为国防创新委员会进行了一项初步研究，以确定毫米波部署所需的大致资本支出(capex)和基站数量，使用28GHz的425MHz频谱（当前美国5G试验的毫米波配置标准），比较到3.4GHz频段中的250MHz频谱（sub-6配置，中国5G试验和部署的标准）。该设备部署在72,735个现有的宏蜂窝塔和屋顶（最简单的部署选择）上，发现仅以100Mbps的蜂窝边缘速度为11.6%的美国人口提供毫米波覆盖，在1Gb时覆盖率为3.9%。对于sub-6，相同的塔站点以100Mbps覆盖57.4%的人口，以1Gbps覆盖21.2%的人口。该研究使用了包括树叶结构阴影在内的高分辨率地理空间数据，但没有考虑人体或车辆的阴影，这些数据实际上会存在于已部署的环境中，甚至会进一步破坏毫米波网络的连接性。",
        "大多数运营商正在考虑在电线杆上部署mmWave5G站点，因为电线杆易于访问且资源丰富。该研究使用美国的电线杆数据库，表明需要大约1300万个安装在电线杆上的28-GHz基站和400B美元的资本支出才能在​​28GHz下向美国72%的地区提供100Mbps边缘速率人口，并且高达1Gbps到大约55%的美国人口。下面的图1和图2显示了28GHz(mmWave)和3.4Ghz(sub-6)在洛杉矶相对平坦的部分（蓝色代表100Mbps速度，红色代表1Gbps速度）：",
        "图1：毫米波传播的“Splat”图表图2：sub-6传播的“Splat”图表",
        "正在努力缓解这些物理挑战，例如大规模MIMO（多输入、多输出）和波束成形。大规模MIMO是一种天线阵列，它将极大地扩展同时连接的数量和吞吐量，并使基站能够同时发送和接收来自更多用户的信号，并显着增加网络容量，假设用户有多个射频路径存在。波束成形是一种技术，用于识别到特定用户的最有效数据传输路径，并在此过程中减少对附近用户的干扰。这些选项可以改善毫米波的传播，但使用这部分频谱在更广泛的区域保持连接仍然存在挑战。必须投入大量时间和研发来解决毫米波传播问题，然后才能将其部署为更通用的无线网络解决方案。",
        "子6",
        "Sub-6包括低于6GHz的频谱范围。与毫米波相比，Sub-6可以提供广域网覆盖，中断风险更低，因为它的波长更长，穿透障碍物的能力更强。因此，与毫米波相比，它需要更少的资本支出和更少的基站。这一点，再加上利用现有4G基础设施的能力，使得sub-6成为潜在的5Gsub-6生态系统的唾手可得的果实。鉴于中国的推进速度，加快推出时间尤为重要。虽然mmWave最终可能部署在其传播和成本挑战并不令人望而却步的特定环境中，但sub-6可能会在短期内为更广泛的5G覆盖提供更广泛的解决方案。这反过来将推动5G供应链的产品设计和制造，因为将为sub-6网络提供更多的设备。",
        "最大化5G的潜力需要数百个连续MHz的带宽以优化性能，而sub-6频谱已经挤满了现有的系统和用途。在美国，sub-65G技术可能会通过现有的LTE频谱部署在现有的宏蜂窝网络和基础设施中。这将适度提高射频系统性能，但不会产生比在相同频谱下运行的现代LTE版本10倍的性能提升。无法提供与LTE在3G上相同的颠覆性速度改进，这将削弱5G在美国部署的影响。",
        "美国的另一个挑战是政府拥有大部分sub-6频谱并限制对它们的商业访问。可以重新安置联邦用户或共享这些带宽，以允许商业部门在其上开发5G功能，但这两个过程都非常耗时。“清理”频谱（将现有用户和系统重新定位到频谱的其他部分）然后通过拍卖、直接分配或其他方法将其释放给民用部门所需的平均时间通常超过10年.共享频谱是一个稍微快一点的过程，因为它不需要对现有的联邦用户进行彻底的改造，但即便如此，历史上也需要五年以上的时间。",
        "国防部内部也有合理的担忧，即在sub-6频谱中共享其带宽会产生许多操作问题，从频谱优化到安全漏洞。",
        "如果DoD运营商被迫共享他们的频段，人们担心这可能会降低系统的性能。商业用户的增加也将增加sub-6频谱的整体拥塞，增加国防部运营商连接中断的风险。成功的频谱共享有先例——2010年，FCC向商业部门开放了3550-3700MHz带宽（称为公民宽带无线电服务，或CBRS）。然而，这个过程花了五年多的时间，在当前的竞争环境下，这个时间框架是站不住脚的。本文将在第3章更详细地探讨CBRS案例研究。",
        "鉴于与mmWave和sub-6相关的这些好处和挑战，5G的未来可能涉及两者的某种结合。Sub-6针对广域覆盖进行了优化，这将构成网络的很大一部分，但mmWave最终可能能够在特定场景下提供更精细的覆盖，并且在某些地形上具有一些明显的军事优势。拦截。这将需要针对当前围绕传播的物理挑战对毫米波频谱进行进一步的研究和测试，这反过来可能会降低毫米波基础设施部署所需的资本支出。在短期内，3GHz和4GHz频谱可能会成为推动基础设施和设备部署量的主要全球频段。在目前的5G发展和频谱使用状况下，美国不太可能利用这种技术，更不用说像近十年前的4G那样在该频段部署中领先世界其他地区了。",
        "第2章：5G竞争领域的现状",
        "按国家/地区划分的5G能力可以通过五个指标进行比较：频谱可用性、广泛的5G试验、国家监管机构正在制定的5G路线图、政府承诺（例如，为5G实施铺平道路的战略文件和政策）以及行业对早期5G的承诺launch.4在这些指标中，频谱可用性的影响最大，因为许多其他因素都取决于该可用性。对于频谱可用性，关于sub-6与mmWave的优点以及如何在这些类别中分配频谱的问题一直存在争议，而在美国，将政府拥有的频谱分配或共享给商业部门的担忧更大.对于基础设施，运营商可以采取“非独立”的方式，利用现有的3G和4G基础设施作为获得完整5G能力的垫脚石，或者采用“独立”的方式，这需要大量的前期投资来构建5G网络的新基础设施。",
        "来源：https://www.everythingrf.com/community/5g-frequency-bands",
        "中国",
        "中国通过一系列积极的投资和频谱分配举措，在5G发展方面处于领先地位。除了在五年内投资180B美元用于5G部署的资本支出外，中国还为其三个国家供应商分配了200MHz的中频频谱，并正在考虑重新分配500MHz的C频段频谱。5在国内，中国的5G部署正在通过其主要电信公司实施",
        "4DavidAbecassis、ChrisNickerson和JanetteStewart，“全球5G竞赛——频谱和基础设施计划和优先事项”，AnalysysMason，2018年4月，。",
        "5EdisonLee和TimothyChau，“电信服务：5G和物联网的地缘政治”，杰富瑞，2017年9月14日。",
        "（中国移动、中国联通和中国电信）。这三者主要专注于在中国发展独立的5G网络，计划在2019年部署预商用，并在2020年正式商用。中国目前部署了约35万个可运营5G的基站，是近10倍就像部署在美国一样。在全球范围内，中国大型制造商（华为和中兴）正在通过商业销售主要用于非独立网络的5G设备和设备来推动5G部署，华为已经在海外出货了超过10,000个基站。6",
        "在海外，中国一直在与国家和外国公司发展合作伙伴关系，以扩大其5G影响力。在欧洲，华为和中兴正在提供服务，以建设各个国家的5G网络，并签署了多个5G合同，尽管美国官员要求盟友阻止中国公司。此外，中国在“一带一路”倡议上投入了大量时间和资源，包括推动中国建造的网络基础设施，以在整个路线上提供连通性。这一战略已经取得了一些成功：2018年第三季度，华为在全球电信设备市场占有28%的份额，比2015年增加了4个百分点。7随着更多5G网络的推出依赖中国电信，华为预计该份额将继续增长设备。这些努力将使中国能够推广其首选的5G网络标准和规范，并将塑造未来的全球5G产品市场。",
        "总体而言，这些方法为中国在5G技术和能力方面提供了竞争优势。中国的5G战略应该放在中国共产党(CCP)的大战略背景下看待。与人工智能（AI）一样，5G发展是习近平“中国梦”愿景和“中国制造2025”路线图的重要组成部分。社会稳定和经济增长是中共的首要任务，因为这两个领域的失败被视为对政权的直接生存威胁，而5G有可能将中国从资本和劳动密集型的制造业经济转变为以创新为主导的经济，消费驱动型经济，减少对外国投资的依赖。鉴于中国经济增长放缓以及与美国的持续贸易战，中共可能感到压力更大，需要更积极地推行5G等技术进步举措。",
        "*有关中国5G战略和能力的更多详细信息，请参阅机密附件。",
        "韩国",
        "由于早期的频谱拍卖和对无线技术的普遍承诺，韩国在5G成熟度方面密切关注中国。韩国政府制定了明确的路线图，包括健康投资以追求5G；2014年，韩国承诺向",
        "6IsaoHorikoshi和TakashiKawakami，“电信的5G革命引发基站变革",
        "市场”，《日经亚洲评论》，2018年12月25日，",
        ".",
        "7StéphaneTéral，“MobileInfrastructureMarketTracker-Regional”，IHSMarkit，2018年12月3日，。",
        "到2020年推动5G的采用和部署，2017年，韩国发布了其国家宽带和频谱计划（“K-ICT”）以进一步推广5G。8根据K-ICT计划，韩国科学和信息通信技术部(MSIT)此后已将超过1,000MHz的低于6和毫米波范围的频谱拍卖给其三大电信提供商（SKTelecom、KTCorp和LGUplus）。韩国已与AT&amp;T和Verizon密切合作开发5G毫米波网络，但通过使其设备在频谱的两个部分都运行（例如其Exynos51005G调制解调器）分散了追求sub-6和毫米波的风险).9AT&amp;T还与三星合作，在2019年底发布具有mmWave和sub-6功能的手机，但鉴于sub-6的范围有限，这些双功能设备在美国的功能可能较少可用的频谱。",
        "韩国能够利用2018年平昌冬奥会展示其5G投资并进行各种网络试验。韩国产业已经推动了4G和LTE网络技术的高强度竞争，这将推动5G的进一步快速发展。SKTelecom目前在投资和5G试验领域处于领先地位，也能够在2018年MSIT拍卖中获得最大数量的频谱带宽，但三大电信供应商都计划在2019年初同步推出“韩国”的5G蜂窝服务5G日。”韩国在5G领域处于有利地位，并且随着其主要电信提供商利用其新拍卖的频谱带宽，可能会继续成为领导者。",
        "日本",
        "日本在5G能力方面紧随中国、韩国和美国之后。日本尚未将其频谱带宽的关键部分拍卖给商业提供商，但计划在2019年这样做，目前正在开发mmWave和sub-6选项（mmWave正在应用于有限、人口稠密的地理区域，而sub-6用于覆盖该地区的其余部分）。与韩国类似，日本希望利用2020年东京奥运会来展示和测试5G技术和网络，并围绕2020年时间表推动其大部分投资和活动。2014年，日本成立了5G移动论坛(5GMF)，以促进5G研发，协调跨组织的5G工作，并提高对5G的普遍认识。102016年，日本总务省(MIC)发布了一项战略文件（“2020年实现5G的无线电政策”）列出了其对5G.11的承诺和未来部署",
        "8LeeKangwook，“韩国政府推出K-ICT频谱计划”，2016年12月23日，。",
        "9SeanKinney，“基于3GPPRel的5G调制解调器。15，三星表示，”RCRWirelessNews，2018年8月15日，。",
        "10KoheiSatoh，“5GMF秘书长的讲话”，5GMF，2016年7月4日，。",
        "11KunkoOgawa，“2020年实现5G的无线电政策”，总务省(MIC)，2016年6月28日，。",
        "日本三大电信提供商（NTTDOCOMO、KDDI和软银）都在测试5G技术，计划在2020年奥运会前推出。这三家公司都在sub-6和mmWave范围内进行试验，MIC在东京和日本农村进行了“5G系统试验”。",
        "世界其他地区（非美国）",
        "虽然中国、韩国、美国和日本在该领域处于领先地位，但世界其他地区正在追赶5G部署。英国、德国和法国可以被认为是“二线”5G开发商，而新加坡、俄罗斯和加拿大构成“三线”，世界其他地区紧随其后。这些国家开始以不同的时间和可用频谱量拍卖频谱带宽，但许多国家缺乏任何正式的政策或战略来实现5G的实施，并且大多数人预计5G将在2020年时间框架之外推出。",
        "尽管欧洲率先进入2G，但此后一直受到限制其快速提供频谱带宽能力的法规的阻碍，并且在3G、4G和现在的5G方面继续落后。亚洲其他地区在5G方面取得了一些进展，但很少有国家像中国、日本和韩国那样投入同样的时间和资源。俄罗斯于2017年发布了“俄罗斯联邦数字经济”，其中包括5G路线图，但尚未制定任何明确的频谱计划或为该路线图投入大量资源。12俄罗斯利用2018年FIFA世界杯推出了部分5G努力，但仍高度依赖外国5G技术和合作伙伴关系来推动其5G发展。",
        "鉴于第一梯队与其他国家在5G进步方面存在差距，世界其他地区可能会被推动实施5G网络设计和基础设施，无论哪个国家领先5G。中国是当前的领导者，美国盟友在如何应对中国制定5G标准的努力上采取了不同的立场。出于安全考虑，一些人对中国的影响力持谨慎态度，并正在积极努力阻止中国的5G部署。例如，捷克共和国网络安全机构(NUKIB)于12月发布官方警告，称华为和其他中国公司构成国家安全风险，并援引中国现行法规（《国家情报法》，2017年6月27日颁布）13要求中国公司积极与情报界合作。这推动了整个捷克公共和私营部门的安全审查，有效地停止了华为5G产品在该国的所有销售。澳大利亚和波兰也对中国采取强硬立场，美国一直在向其他盟国施压以效仿。",
        "12“俄罗斯联邦的数字经济”，2019年3月20日访问，",
        ".",
        "13第十四条：“国家情报工作机关依法开展情报工作，可以要求有关机关、组织或者公民提供必要的支持、帮助和配合”；第十七条：“国家情报工作机构工作人员根据工作需要，可以按照国家有关规定，优先使用或者依法征用国家机关、组织或者个人的交通工具、通讯工具、场所和建筑物。”中国国家情报法，2017年6月27日。",
        "然而，考虑到中国产品的价格和质量，其他国家对将中国赶出5G市场的热情不高。尽管美国威胁要切断情报共享，但德国拒绝禁止华为，而英国似乎也可能采取同样的做法。德国和英国都反驳了美国关于华为和其他中国电信公司对国家安全构成不可接受风险的说法，声称他们的安全组织可以采取措施限制其网络中的漏洞。印度和意大利也表示不愿将华为产品排除在其5G部署之外，最近几个月新西兰也放松了最初对中国的强硬立场。未来几个月，欧洲将继续成为5G未来的战场，因为它代表着华为最大的市场之一，也是美国盟友的主要来源。这场斗争还为世界其他地区的5G方法提供了一个更令人担忧的轨迹——特别是对成本更敏感的发展中国家会发现中国的5G价格点很难拒绝，尤其是在基础设施提供的优惠中以及“一带一路”倡议等项目融资激励措施。",
        "美国",
        "私营部门",
        "在美国政府越来越多的支持下，电信行业正在努力在美国开发和部署5G。Verizon、AT&amp;T、Sprint和T-Mobile都在开发自己的5G网络和5G设备，每个都有自己的战略和方法。Verizon和AT&amp;T专注于开发高频段mmWave网络，并正在为移动和固定应用的各个测试城市部署小型基站，Sprint正在采用mmWave和中频段频谱的联合方法来构建其网络，T-Mobile专注于毫米波和低频段频谱。虽然所有运营商都在一定程度上研究sub-6频谱选项，但相对于mmWave中可用的数百GHz，它们固有地受到sub-6可用带宽量较小的限制，而且这种限制因美国的事实而加剧。政府拥有sub-6频谱的大部分。运营商正在捎带现有的4G基础设施，但专注于毫米波的运营商将不得不建造额外的基础设施，以确保通过密集的基站网络实现不间断的连接。关于所部署的某些网络是否符合真正的5G标准存在争议，并且这些提供商之间在未来几年内推出5G网络的竞争非常激烈。5G开发由3GPP（第三代合作伙伴项目）监督，该标准机构还监督3GUMTS（包括HSPA）和4GLTE标准的开发。",
        "尽管来自美国的各种营销计划的消息，但很少有美国领土部署了可以在覆盖边缘提供1Gbps甚至100Mbps服务的5G基础设施。尽管LTE部署使美国大部分地区的最终用户速度提高了10倍，但迄今为止，运营商尚未展示能够为美国大部分人口提供高速的部署能力。",
        "正如第一章所讨论的，美国运营商在为小地理区域部署有限的毫米波方面取得了一些成功，但这些都对未来的可扩展性有限制。即使在优化的情况下，很明显，扩展毫米波以提供更大的覆盖范围将是一项时间和成本密集的工作，需要大规模的基础设施建设。",
        "鉴于需要大量基站，这些运营商甚至可能无法承担必要的资本支出来扩展这些毫米波网络。到2018年底，Verizon持有约120B美元的债务，股息收益率约为4%，而AT&amp;T持有约175B美元的债务，股息收益率超过6%。14T-Mobile持有约25B美元的债务，Sprint持有约40B美元的债务。15这些公司处于美国开发5G的最前沿，但它们的资产负债表表明，它们可能会为全面推出毫米波网络的成本及其所需的基础设施而苦苦挣扎。",
        "在过去十年中，无线供应商社区也发生了重大变化。中国电信设备巨头华为的全球收入从2009年的约$28B增长到2018年的$107B。爱立信同期的收入从$27.9B下降到$23.9B,16而诺基亚的收入从$57.6B下降到$26.6B.17中国手机供应商华为、中兴、小米、vivo和Oppo的市场份额从2009年的不到6%增长到2018年的30%以上，并且在美国市场销量微乎其微的情况下仍在快速增长——例如，印度是无线市场规模超过美国，在印度销售的所有手机中有59.7%是中国的。18以百度、阿里巴巴、腾讯和TikTock等新公司为首的中国互联网应用公司的影响力和收入都在增长。2009年，收入排名前10的互联网公司全部是美国公司。今天，前十名中有四名是中国人。",
        "这些转变的发生不仅仅是因为中国设备更便宜。在很多情况下，中国的装备也优于西方竞争对手。华为和中兴通讯一直是大规模MIMO无线电系统的领导者，拥有64个发射和接收元件。许多人认为华为的P系列和MateAndroid手机是世界上最先进的手机，这些设备由华为自己的Hi-silicon部门提供支持。阿里巴巴的云服务排名全球第四，仅次于亚马逊、微软和谷歌，并且增长迅速。",
        "14“未偿债务时间表”，Verizon，2019年3月20日访问；“截至2018年12月31日的债务明细”，AT&amp;T，2019年3月20日访问，",
        "15“T-Mobile未偿优先票据和信贷便利——评级和到期日（按年份）”，T-Mobile，2019年3月20日访问；“Q3新闻稿”，Sprint，2019年3月20日访问，.",
        "16“爱立信收入”，Macrotrends，2019年5月31日访问，",
        ".",
        "17“诺基亚收入”，Macrotrends，2019年5月31日访问，",
        ".",
        "18“仅有2家公司控制了印度50%的智能手机市场”，《经济时报》，2019年2月15日，。",
        "公共部门：白宫",
        "在过去十年中，美国政府对5G的兴趣一直在增加。2016年，白宫发起了一项4亿美元的高级无线研究计划，以推广无线测试平台，而FCC通过其“频谱前沿”政策，美国承诺释放大量毫米波频谱以供许可和非许可使用。19本届政府对5G的兴趣有所增加，提出了一系列强调5G重要性并制定清晰路线图的倡议和指令。现任政府支持私营部门主导的5G计划，而不是政府主导的国有化5G计划。",
        "2018年9月，白宫举办了5G峰会，在此期间，行业和政府领导人开会讨论5G的未来方向，促进公私部门合作，同时承认美国在开发和部署5G方面落后。不久之后，白宫发布了“关于为美国未来制定可持续频谱战略的总统备忘录”，强调美国需要领导5G以促进公共和私营部门的国家安全和创新。20备忘录指示各部门和机构提交一些关于当前频谱使用和未来要求、频谱重新分配选项以及未来技术对频谱分配的影响的报告，并呼吁提出5G立法、监管和政策建议。在总统备忘录发布的同一天，白宫发布了一篇题为“美国将赢得全球5G竞赛”的文章，考察了美国从领先的4G中获得的优势（例如，增加的GDP和就业机会）并将其与潜力进行了比较。领先5G.21的好处",
        "公共部门：FCC",
        "FCC在5G的频谱分配和民用频谱政策方面发挥着重要作用。2018年底，FCC举行了投票，以建立一个释放毫米波频谱带宽的框架，以帮助加快5G的开发和部署。FCC控制美国频谱拍卖，并于2018年底举行了首次5G频谱拍卖，开辟了28GHz频段。2019年3月14日举行的第二次拍卖提供了24GHz频段。",
        "19白宫，“情况说明书：政府宣布一项高级无线研究计划，",
        "以总统的前倾宽带政策遗产为基础”，2016年7月15日。",
        ";HarperNeidig，“白宫命令商务部制定5G战略”，TheHill，2018年10月25日，。",
        "20“关于为美国未来制定可持续频谱战略的总统备忘录”，白宫，2018年10月25日，。",
        "21MichaelKratsios，“美国将赢得全球5G竞赛”，白宫科技办公室，2018年10月25日。",
        "FCC于2018年9月发布了其全面的5G战略“促进美国在5G技术（FAST）方面的优势（FAST）计划”。该计划侧重于三个主要目标：将更多频谱推向市场、更新基础设施政策和更新过时的法规以促进5G在美国。关于频谱目标，FCC计划在2019年再举行三场拍卖以出售毫米波频谱频段，并正在开展研究以了解开放中低频段频谱的选项。关于基础设施目标，FCC正在努力提高联邦、州和地方各级对小型基站的审查速度，以促进更快地部署5G。就现代化目标而言，FCC专注于调整现有法规并制定新法规以支持5G部署，例如更新其网络设备规则以允许更快的小区部署，并防止从构成威胁的公司出售网络设备。对美国网络构成国家安全威胁。",
        "FCC还启动了一项程序，以更灵活地使用500MHz的C频段下行链路频谱，该频谱位于3和4GHz频段的中间。23在2015年国际电联世界无线电大会上，奥巴马政府反对将该频段重新分类为适合5G使用的IMT-2000分配的提案，这将为该频段的全球标准化5G移动服务铺平道路。即使频谱被重新分类为宽带，也需要一些时间才能将现有用户完全从C波段中移除。共享频段以供5G移动使用是困难的，因为手机以广泛的模式发射无线电能量，并且在C波段天线附近工作的用户数量可能会对卫星接收造成严重干扰。然而，固定操作可以通过使用高方向性天线或波束成形系统来共享频谱，这种类型的设备将非常适合向农村地区提供固定服务，以及国防部可能用于固定网络扩展的用途。",
        "如果美国要积极寻求C波段下行频谱的共享和最终重新分配，它可能会允许第二轮5G频谱扩展，从而提高美国的速度和覆盖范围。然而，这种频谱重新分配的好处将取决于全球公司将其设备构建为在C频段内运行，而美国将需要推动接受这部分频谱作为全球使用的频段。",
        "公共部门：商务部",
        "商务部的国家电信和信息管理局(NTIA)管理联邦使用的频谱分配。商务部目前正在制定“国家频谱战略”，以改进频谱管理，确定研发优先事项以创造新技术，并汇总联邦机构的频谱运营需求。24NTIA将与新的频谱战略工作组的成员合作（由总统备忘录确立）在多年努力中制定和实施",
        "22“FCC的FAST计划”，FCC，2019年3月20日访问。",
        "23“FCC扩展中频频谱的灵活使用”，FCC，2018年7月13日，",
        ".",
        "24Neidig，“白宫命令商务部制定5G战略。”",
        "国家战略，并协调研究、开发、测试和评估工作。25如果国防部要共享其频谱，就必须与NTIA密切合作来管理该共享过程。",
        "25McCabe，“白宫指示工作组制定5G无线战略”，Axios，2018年10月25日，。",
        "第3章：国防部开发和采用5G技术",
        "5G对国防部的影响",
        "虽然围绕5G的大部分讨论都围绕商业部门作为其推出的驱动力，但5G技术生态系统同样可以彻底改变国防部的运营、网络和信息流程。国防部必须能够更快地沟通、参与和运作，以跟上不断变化的环境。5G将支持这种新的运营概念，允许在地理上分散的系统中近乎实时地共享大量数据。目前，这种规模的数据共享无法通过传统的通信网络有效完成。现有网络将受益于利用更低的延迟和更高容量的数据传输能力，但5G的真正潜力将在于其对未来战斗网络的影响。该网络将越来越多地包括大量更便宜、连接更紧密、更有弹性的系统，以便在快速发展的战场上发挥作用。",
        "5G能够将国防部当前分散的网络组合成一个单一的网络，以促进改进的态势感知和决策制定。这种扩大的影响范围将使高超音速武器和高超音速防御等新技术得以部署，并有可能加强核C3等现有任务。在企业层面，5G可以极大地改善物流和维护等日常任务，提高国防部的工作效率和速度。",
        "然而，5G也为国防部的发展带来了严重的潜在风险。未来在海外运营时，这些网络和系统中的绝大多数可能依赖于5G基础设施。如果中国在5G基础设施和系统领域处于领先地位，那么未来的5G生态系统可能会嵌入中国组件。这将对国防部未来行动和网络的安全构成严重威胁。此外，连接设备数量的增长增加了对手跨国防部网络瞄准的潜在“攻击面”，这将需要提高跨系统的警惕性和安全性。正在传输的大量数据将使这项任务复杂化，因为这将使检测网络上的恶意流量变得更加困难。",
        "转向低于6GHz",
        "美国可能会选择继续走毫米波的道路，但世界其他地区则专注于建设sub-6基础设施，中国处于领先地位。作为在海外运营的政府实体，无论美国选择如何在国内实施5G，国防部最终都必须学会在该sub-6基础设施上运营。出于这个原因，美国必须投资于sub-6能力并采取措施共享其频谱。然而，国防部内部存在合理的担忧，即开放sub-6频谱会产生许多操作问题，从频谱优化到安全漏洞。如果DoD运营商被迫共享他们的频段，人们担心这可能会暂时或永久地降低系统的性能。商业用户的增加也将增加sub-6频谱的整体拥塞，增加国防部运营商连接中断的风险。",
        "然而，如果美国和国防部不转向sub-6，国防部将面临5G采购和实际部署的进一步挑战。虽然mmWave组件通常比sub-6组件更紧凑，但mmWave需要更多的基站相互靠近以保持连接（即使这样，仍然存在干扰的风险，例如在基站前移动的物体站或天气会中断连接）。如果一个人或平台必须携带多个天线，这在后勤上很快就会变得不切实际，尤其是在战斗边缘。此外，国防部的采集系统发展缓慢，可能需要数年时间才能为毫米波网络部署必要的系统，此时大多数系统可能已经过时。DoD和FCC目前都将mmWave优先于sub-6中频带频谱，特别关注28和37GHz频带，但由于mmWave部署的不切实际，这是一个根本性的缺陷焦点。国防部必须准备在sub-65G生态系统中运作，这将需要转变战略并考虑国防部愿意在sub-6领域共享带宽的位置。",
        "这种转变可能会带来一些内在的好处。使用与任何其他公司或国家相同的基础设施所产生的匿名性提供了一种完全符合行业标准的安全形式。随着交通变得更加难以看到和隔离，政府和民用的整合可以通过允许军事交通“隐藏在视线中”来提供一层安全保障。同样，可能会阻止对手干扰该频谱，因为它们可能在相同的频段上运行。政府将保持主要频谱接入，同时也受益于商业部门的技术进步，这些进步是由sub-6范围内的操作带来的，这将有助于政府缩小商业部门与当前军事通信状态之间的差距。这也为网络和通信人员创造了一个机会，让他们学习如何通过定期使用共享频谱并在国内和国外进行管理来提高频谱的弹性。",
        "Sub-6频谱共享的前进之路",
        "频谱共享的想法并不新鲜。2010年，FCC将3550-3700MHz的频谱带（称为公民宽带无线电服务(CBRS)）确定为潜在的频谱共享机会。CBRS利用LTE网络提供无线语音、文本和数据服务，该频谱因FCC的2010年国家宽带计划为新的移动用户提供更多频谱而被释放。262015年，FCC正式授权3.5GHz用于在美国海军和国防部以前使用的区域中共享无线访问的频段。CBRS将加强光纤接入的“最后一英里”，以提供固定无线服务并提供点对多点功能。CBRS频谱可以由用户免许可，也可以购买临时许可使用一段时间，这样可以更快速、更高效地部署业务。国防部仍然是该频段的现有用户，因此其他用户将受到频谱访问系统(SAS)的限制，从而确保消除冲突",
        "26“国家宽带计划”，FCC，2010年3月17日，。",
        "消除对军事用途的干扰。SAS在频段内给予DoD优先权，但在空闲时保持频段对商业用户开放。",
        "这一先例可以作为未来国防部和商业部门之间频谱共享的指南。通过提供自己的带宽进行共享，国防部还可以鼓励“双向”频谱共享系统，在该系统中，民用和联邦用户可以以不同的优先级访问彼此的频谱。这将增加国防部在二级层面上可用的频谱数量，同时保持其自身带宽的优先访问权。此外，由于本章开头列出的原因，国防部将从5G发展中获得显着收益。国防部在开始共享部分频谱时可能会遇到一些最初的成长阵痛，但5G能力的净收益最终将弥补这种不便。如果国防部不开始共享sub-6频谱，这将增加依赖受损供应链的风险，因为美国公司将被阻止开发和竞争他们自己的sub-65G产品，而外国供应商将越来越多地嵌入他们的全球网络和系统中的产品。",
        "5G中的安全挑战",
        "供应链风险",
        "国防部正面临未来的5G环境，从子组件级别到集成网络级别，以及与之相关的服务，其供应链将越来越容易受到攻击或受到威胁。在过去的几十年里，DoD能够在满足其独特要求的定制系统上运行，因为它相对于其他商业世界而言是一个大用户，但这种特权已不复存在。商业部门的技术开发和使用使国防部相形见绌，国防部在孤立的、定制的系统和架构上构建和运营不再实用。因此，国防部越来越依赖商用现货(COTS)设备和商业服务，未来5G生态系统也是如此。",
        "国防部可以在四个层面将商业投入纳入其5G基础设施：射频组件、集成芯片组、设备和服务。RF组件可以包括从半导体到开关和放大器的子组件。集成芯片组结合了各种子组件和其他子系统，以与主板上的系统组件连接。设备的范围可以从手机到固定计算机系统，其中包括上面列出的子组件和集成芯片组。最后，这些输入中的每一个都带有一组服务产品来操作、管理和维护它们。",
        "商业公司可以提供上述任何和所有输入，但这会带来无意或恶意安全漏洞的风险，从而使国防部系统和网络处于危险之中。如果中国成为提供从子组件级到集成系统级5G基础设施的全球领导者，5G生态系统将尤其面临包含安全漏洞的风险，因为即使美国限制中国产品在美国的销售，国防部仍将不得不在可能与中国供应链一起建立的海外外国网络上运营。",
        "在过去的十年中，国防部已经从定制计算系统转向依赖商业的计算系统，但这种方法的改变所带来的风险比目前面临的风险要小，因为美国主导了计算系统市场并且能够“拥有”供应链和更好地保护它免受漏洞的影响。因此，DoD现在将不同程度的COTS产品整合到其计算系统中，同时将漏洞风险保持在可接受的水平。然而，在当前的5G竞争中，无论是国防部还是美国，都无法决定5G供应链的内容和整合——我们专注于构建毫米波5G生态系统，使我们脱离了全球供应链的供应链。sub-65G生态系统。如果世界其他地区接受中国产品作为5G的更便宜和更优越的选择，这种不匹配将为国防部未来的发展带来严重的安全风险。",
        "5G基础设施和服务",
        "5G网络有许多安全风险需要考虑，无论它们在哪个频段运行。虽然国防部安全通常侧重于供应商安装的可用于远程控制系统或泄露信息的后门，但各种各样的安全问题可能在5G推出期间和之后，也会通过糟糕的软件开发实践引入。其中许多风险在一份关于与华为和英国政府共同努力管理华为在英国部署的安全问题的报告中被提及。27软件开发问题导致的安全问题是一个普遍问题，并且不仅限于中国供应商。",
        "即使5G基站的特定软件版本的安全性可能是安全的并且实施良好，也不能保证未来的版本将继续同样安全。不可避免地会发现错误并需要软件补丁，而这些修复可能需要在没有充分考虑补丁可能引入的新安全问题的情况下迅速实施。在每次迭代中验证持续的安全性将变得越来越具有挑战性。",
        "即使基站代码是安全的并且随着时间的推移得到很好的管理，无线基础设施提供商的商业模式是这样的，即供应商的人员通常会参与网络基础设施的调试、操作和维护。这需要供应商访问运行网络的核心管理系统，并允许供应商将软件部署到系统中的设备。在许多情况下，美国境内外的网络运营商将整个网络运营外包给设备供应商，从而通过这种第三方活动增加了潜在的漏洞。",
        "现场维护通常也外包给供应商。访问现场站点的服务人员能够将新软件上传到网络并更改网络配置。国防部在打击恶意软件方面有着悠久的历史，这些恶意软件通过未打补丁、未进行多因素身份验证或暴露于",
        "27《华为网络安全官方监管委员会2019年年度报告》，2019年3月，",
        ".",
        "人员的不良使用行为导致安全漏洞。28所有这些问题以及更多问题都适用于供应商维护计算机。安全工程师很少检查这些支持系统，但它们可能配备了证书，使它们能够将漏洞插入基础设施。",
        "无线电接入网络(RAN)供应商通常会指定管理回程链路和国家光纤网络流量的核心网络基础设施的选择。它们还提供核心身份验证服务、执行合法拦截的能力、名称服务器功能以及与Internet的互连。这种控制源于供应商使用非标准技术来通信和管理基站和整个无线电网络。因此，运营商可能难以为华为基站选择非华为核心基础设施。多供应商网络通常配置为通用供应商设备的孤岛，如果发现供应商存在严重的安全问题，在基础设施中替换该供应商可能需要对网络进行近乎完整的重建。",
        "5G核心基础设施还存在网络“切片”等功能的额外问题，这些功能会将网络暴露给非运营商。例如，如果虚拟现实耳机需要托管的网络基础设施切片与基于云的游戏服务进行通信，则通过向基于边缘和云的计算实体启用信号和控制，这会增加核心网络的攻击面。",
        "5G设备",
        "除了5G网络基础设施，国防部还必须考虑与5G设备相关的安全风险。如果当前中国在无线设备市场上的主导地位上升的趋势继续下去，中国供应商的市场份额和成熟度将继续增长，即使由于其设备在世界其他地区受欢迎而被拒绝进入美国市场。如果部署在海外的美军将这些设备用于公务或个人用途，国防部将不得不解决因使用这些设备而引起的问题。",
        "在全球范围内的各种设备中都发现了后门或安全漏洞的证据。其中许多似乎与中国情报界要求公司泄露国内用户信息有关。在最近的一起案例中，诺基亚安卓手机被发现有一个后门，该后门将各种数据发送到位于中国电信网络中的网络服务器。29诺基亚故意将此代码内置到销往中国的设备中，但随后意外安装它到所有其他设备上。2018年，中国制造安全摄像头的摄像头供应商XIONGMAI的软件被发现必须使用一个名为“tluafed”（反向“默认”）的无证后门用户，该用户可以访问数百万个摄像头。这被认为与哈希有关",
        "28“武器系统网络安全，GAO，2018年10月。",
        "29JerryHildenbrand，“手机制造商如何‘错误地’收集用户数据并将其发送到中国的服务器？”安卓中央，2019年3月23日，。",
        "华为为其海思SOC提供的软件开发库中的算法，该相机是基于该算法的。30",
        "这些事件和其他事件表明，中国机构可能会要求对运往中国的设备进行后门访问，以帮助其进行内部监视活动。由于软件开发环境的性质，很难维护单独的代码库集，其中一些代码选项仅在运往特定目的地的设备上编译和安装。当这些设备运往中国境外时，这些后门仍可用于窃取信息。",
        "我们只能推测这些安全漏洞的传播是有意还是无意。然而，如果中国的政策确实要求出于内部安全目的在中国销售的设备中嵌入后门访问，那么应用于如此大市场的这种受损代码会增加这些漏洞蔓延到世界其他地区的风险。如果中国在5G设备市场上占据主导地位，无论是作为制造商还是作为一个庞大而有吸引力的用户市场，那么这种潜在的漏洞只会继续蔓延，并使更大的5G生态系统面临风险。",
        "30“数以百万计的XIONGMAI视频监控设备可以通过云功能被黑客入侵”，SECConsult，2019年3月31日访问。",
        "第4章：董事会对5G的建议",
        "董事会建议",
        "国防创新委员会的建议基于以下假设：由于传播和成本限制，mmWave从根本上无法在美国大规模部署，并且低于6GHz的中频带频谱（在3和4GHz范围内）)将在未来几年成为广域网的全球标准。这一假设基于对毫米波工程要求的评估以及各种研究，这些研究预测了所需的基础设施和相关成本，以支持即使是有限的毫米波网络。此外，美国供应商当前的财务状况可能会抑制他们投资所需资本支出来支持毫米波网络的能力，无论是有限的还是其他的。",
        "建议#1",
        "国防部需要制定共享低于6GHz频谱的计划，以塑造未来的5G生态系统，包括评估需要共享多少和哪些带宽、在什么时间范围内以及共享将如何影响国防部系统。",
        "●国防部和联邦通信委员会必须将其优先级从毫米波转向5G的6GHz以下频谱。DoD和FCC一直在优先考虑28和37GHz带宽作为5G开发的选项，但这种努力是错误的。这项研究涵盖了与毫米波相关的广泛限制，以及世界其他地区将采用6GHz以下5G生态系统的原因。有鉴于此，国防部必须通过专注于在这些频段内与民用5G运营共存（如果不是明确共享）来为未来的运营环境做好准备。",
        "●国防部应特别关注中国已在使用的6GHz以下频段。中国的5G系统和基础设施在3.2-3.6GHz范围以及4.8-5.0GHz范围内运行。因此，商业世界已经开发出针对该范围配置的半导体和手机，而国防部应该针对最发达的市场加快在美国部署5G低于6GHz的速度。为复杂的多频段收发器添加新频段大约需要两年时间，美国将能够通过利用市场上已经上市的子组件和设备来实现更成熟的频谱使用，从而避免这两年的发展，例如现有的高通产品中国利用的频段中的功能。",
        "●作为一个额外的考虑，DoD目前在4GHz频谱中占用了约500MHz的空间。鉴于可能对5G发展产生严重影响的大量带宽，国防部应采取行动共享部分空间。5G在大量连续带宽上发挥最佳作用，这个范围可以提供推动5G发展的空间。",
        "*有关DoD频谱共享的更多详细选项，请参阅机密附件。",
        "●对于额外的频谱可用性，国防部应建议NTIA、FCC和国务院在今年晚些时候的世界无线电大会(WRC-19)上倡导将C波段卫星频谱重新分配给IMT-20005G使用，以及采取措施，加速在美国的所有500MHz频段内对固定业务进行共用。虽然这对美国5G移动生态系统的影响有限，但共享该频段可以为美国大部分农村地区的固定宽带服务提供100Mbps及以上的广泛覆盖。",
        "●国防部应鼓励其他政府机构激励行业采用通用5G网络进行sub-6部署。激励措施包括：加速折旧、税收优惠、低息贷款以及政府购买设备和服务。",
        "●该建议不要求驱逐在6GHz以下频谱中运行的DoD系统，也不要求共享所有DoD频谱。",
        "国防部必须对与共享不同频段相关的成本和时间表进行深思熟虑但坦诚的分析，并相应地确定优先级。",
        "●但是，DoD必须牢记频谱分配的现状是不可持续的。5G能力需要更大的频谱带，如果没有额外的带宽，美国将无法获得超出mmWave所能提供的有限范围的真正5G能力。明年，国防部将根据其对6GHz以下频谱的使用，在美国启用或抑制5G的采用。",
        "●如果DoD共享其6GHz以下的部分频谱，它将显着受益。随着商业部门开发和部署5G技术和网络，国防部将能够利用商业创新来构建自己的新的和改进的技术和网络。在战略层面，5G可以通过将更多系统集成到一个网络中，从而更快地共享更多数据并降低延迟，从而在态势感知和决策制定方面产生重大变化。",
        "●这项工作需要与NTIA密切协调，以清理和重新分配频谱。时机至关重要——仅仅共享频谱是不够的，必须迅速完成以保持美国与中国、韩国和日本的竞争力。",
        "●如果不采取本报告中概述的积极行动，我们认为美国很有可能无法说服世界其他地区采用毫米波技术作为标准的5G途径。这可能会导致全球市场分叉，导致世界大部分地区采用5Gsub-6技术，这将由中国设备和手机制造商主导。",
        "建议#2",
        "国防部必须准备在“后西方”无线生态系统中运作。该计划应包括在工程和战略层面对系统安全性和弹性的研发投资。",
        "●共享sub-6频谱的部分肯定会有助于美国的5G努力，但要获得对中国的竞争优势，则需要以国防部内部前所未有的速度和幅度采取行动。因此，美国以外的世界大部分地区很可能会采用sub-65G解决方案，迫使国防部在“后西方”无线生态系统上运行。在这种情况下，DoD应该假设从加密和弹性的角度来看，所有网络基础设施最终都将容易受到网络攻击。",
        "●国防部必须采用“零信任”网络模型。周界防御模型已被证明是无效的，随着越来越多的系统连接到一个公共网络中，5G只会加剧这个问题。信息访问不应再简单地通过附加到特定网络来授予，而应通过网络内的各种安全检查来授予。国防部还应计划转向抗量子密钥交换机制，以应对公钥交换算法的最终衰落，特别是考虑到中国在量子计算方面的投资。",
        "●虽然“零信任”网络可以通过加密保护上下文交换，但这些交换仍将受到流量分析和网络利用率激增的检测。国防部应该努力保持大量数据持续流动，这样就不会注意到作战节奏的加快。",
        "●除了这些安全预防措施外，国防部还必须通过提高弹性并在整个网络中建立冗余层来确保不间断的连接，从而为网络攻击和渗透做好准备。",
        "●国防部将需要考虑防御供应链受损的选项，在该供应链中，中国半导体元件和芯片组嵌入多个系统。国防部应投资研发以研究划分系统的影响，以限制攻击者横向移动到其他系统的能力。这将带来性能成本，国防部必须找到平衡基线能力与安全性的界限。",
        "●国防部应倡导积极保护美国技术知识产权（IPR），以减缓中国电信生态系统的扩张。美国应该利用出口管制来减缓西方供应商的市场流失速度，即使这可能会加快中国实现自给自足的速度。",
        "●国防部将越来越多地被迫在没有自己定制基础设施的共享商业网络上运行（如核C3）。国防部必须分析与这种转变相关的风险和收益，并调整其作战概念以应对这种转变。",
        "*有关5G对核C3影响的更详细评估，请参阅机密附件。",
        "●国防部需要考虑供应链受损的更广泛影响，例如个人设备的风险以及可以从这些设备上的活动获得的信息。",
        "设备。如果中国能够收集到这些数据，国防部应考虑采取离散指令来防御这些不属于传统国防部系统和平台的漏洞，例如限制通过个人设备使用无意共享PII的培训。",
        "●除了这些努力之外，DoD还应在其基础上为5G以外的下一代无线技术启动测试和试验。这种测试和试验将在更长的时间内进行，以确保美国准备好领导下一代过渡。这些活动可以包括对sub-6共享的测试，以及未来的毫米波部署和传播改进。",
        "建议#3",
        "国防部应倡导调整贸易政策，以阻止其供应链中的脆弱性，因为它们会使国家安全资产和任务面临风险。",
        "●受损的供应链问题通过将漏洞引入网络和系统，对国家安全构成严重威胁，敌对行为者可以利用这些漏洞破坏国防部的行动。这些漏洞的蔓延通过降低进攻行动的障碍同时削弱防御阵地，从而创造了一个越来越不稳定的环境。",
        "●安全漏洞的扩散为所有国家在冲突中采取进攻行动创造了动力，因为进攻的障碍减少了，而防御的难度增加了。这一现实反映在美国新的“前沿防御”网络学说中。",
        "●为应对这一威胁，国防部应提倡贸易政策奖励良好",
        "安全/编码并通过关税惩罚漏洞（良好开发实践的“货币化”）。例如，美国可以自动对来自任何被发现有后门或严重安全漏洞的国家的任何商品征收高额关税（例如，75%）。这将给不安全因素带来市场成本，也将激励国内公司资助安全研究人员发现竞争对手产品的漏洞，从而触发关税。这将提高国防部生态系统的整体安全性，而无需披露Title50实体发现的漏洞。",
        "●美国应鼓励五眼联盟和北约伙伴采取相同的关税，无论产品的原产国如何。在围绕设备安全的贸易冲突中，美国将受益最大。",
        "●国防部还应鼓励CFIUS阻止那些有销售具有记录后门和安全漏洞的产品历史的公司的交易。",
        "●此外，美国应继续鼓励伙伴国家保护自己的供应链，并拒绝中国国有企业(SOE)销售5G产品。",
        "*有关中国5G战略和现状的更多信息，请参阅机密附件。",
        "建议#4",
        "见分类附件。"
    ],
    [
        "d",
        "此页有意留为空白。",
        "前言",
        "指挥、控制和通信(C3)系统是所有军事行动的基础，提供规划、协调和控制整个国防部(DoD)任务范围内的部队和行动所需的关键信息。从历史上看，美国军方实现并保持了主导的C3技术优势，但同行竞争对手和对手已经缩小了差距。国防部当前的C3系统无法跟上威胁的步伐，也无法满足我们联合作战人员日益增长的信息交换需求。联合部队必须配备最新的C3能力，在所有领域提供实时态势感知和决策支持。",
        "未来的冲突很可能由信息优势决定，成功的一方将来自多个领域的分布式传感器和武器系统的大量数据转换为可操作的信息，以实现更好、更快的决策和精确效果。国防部正在集中精力，通过集成和同步的能力开发，在所有领域快速实现敏捷和有弹性的指挥和控制(C2)，以确保对我们的对手的作战和竞争优势。这项被称为联合全域指挥与控制(JADC2)的努力是决策的艺术和科学，可将决策迅速转化为行动，利用所有域的能力并与任务合作伙伴一起在这两个方面实现作战和信息优势竞争和冲突。JADC2需要多年的新概念、科学技术、实验和持续投资。",
        "该战略代表了国防部实施DoD数字现代化战略C3部分的愿景，并为弥合当今传统C3支持能力与JADC2之间的差距提供了方向。它描述了国防部将如何进行创新以获得竞争优势，同时为完全网络化的通信传输层和先进的C2支持能力奠定基础，以同步联合全域作战以应对21世纪的威胁。该战略侧重于保护和维护当前的C3能力；确保美国、盟友和关键合作伙伴在需要时能够可靠地访问关键信息；并提供无缝、有弹性和安全的C3运输基础设施，使联合部队能够在全方位的军事行动中发挥更大的杀伤力。实施这一战略需要在运营领域内和跨运营领域同步近期的现代化工作，从烟囱式解决方案过渡到高度连接、敏捷和有弹性的系统。",
        "本文件中确立的目标为使国防部的C3系统和基础设施现代化提供了明确的指导和方向。然而，现代化不是终点，而是一项持续的事业。国防部将评估和更新战略，以适应通往JADC2的新作战概念和技术。",
        "大卫·L·诺奎斯特",
        "国防部副部长",
        "此页有意留为空白。",
        "目录",
        "此页有意留为空白。",
        "介绍",
        "国防部正面临几十年来最复杂、最具竞争力的全球安全环境。在这个大国竞争的新时代，国防部必须提高联合作战人员的杀伤力，加强伙伴关系和联盟并吸引新的合作伙伴，并改革国防部以提高性能和负担能力。",
        "随着我们建立一支更具杀伤力的部队并加强联盟和伙伴关系，国防部必须专注于关键的使能工具，以有效利用联合多国部队对抗大国竞争。有效的部队使用始于有效的指挥控制，即由适当指定的指挥官在完成任务时对指定和附属部队行使权力和指挥。在现代战争中，这可能是人对人、机器对机器(M2M)，其中有人参与，或者随着自治水平的提高，M2M有人参与。在最基本的层面上，成功的C2需要可靠的通信、发送和接收信息的手段以及其他能够处理和显示可操作信息的能力，以帮助指挥官在决策过程中获得决定性的信息优势。",
        "图1：指挥、控制和通信现代化",
        "该战略侧重于支持有效联合和多国作战的C3支持能力（图1）。C3使能能力由信息集成和决策支持服务、系统、流程和相关的通信传输基础设施组成，这些基础设施能够对指定和附属部队行使权力和指挥。这些能力使指挥官和决策者能够迅速评估、选择和执行有效的行动方案以完成任务。",
        "具体而言，该战略提供了在2020-2025年期间实现C3支持能力现代化的方法和实施指南。作为2018年国防战略(NDS)实施的一部分，联合参谋部正在开发联合和任务伙伴网络部署概念，以便在有争议的环境中执行联合全域作战。根据这些概念，负责研究和工程的国防部副部长办公室(OUSD(R&amp;E))正在开发和发展一个长期（2024年及以后）全网络化指挥、控制和通信(FNC3)架构。实施这些未来的概念和架构需要时间来成熟新技术和多年的投资。该C3现代化战略为弥合当今传统C3启用能力与未来启用FNC3的JADC2之间的差距提供了方向，以确保联合部队能够“今晚作战”，同时为联合全域所需的未来技术创造可行的过渡路径操作。",
        "战略环境",
        "NDS要求联合部队更具杀伤力、适应性和弹性；一支能够通过在有争议的环境中作战并在所有领域内和跨领域获得主导地位而在战场上获胜的联合部队。NDS明确表示，国防部不能指望使用昨天的武器或装备在未来的军事行动中取得成功。对于C3启用功能尤其如此。",
        "自从沙漠风暴结束以来，中国和俄罗斯已经在能力和能力上进行了投资，以对抗美国的C3优势以及访问和机动电磁频谱的自由。与此同时，过去30年，国防部的重点一直是在宽松环境中的作战，优先重点投资以网络为中心的系统和网络空间，以及在高度拥挤和竞争激烈的电磁环境中成功作战所需的高级C3能力。国防部",
        "专注于快速以军事部门为中心的能力开发和采购方法，在联合部队需要深化互操作性和增加创新以降低成本的时候，这种方法减少了联合协作并增加了重复工作的风险。",
        "第五代(5G)移动网络、云计算、人工智能(AI)和认知频谱敏捷性等新技术将加快变革步伐，重塑未来军队的作战方式。为了保持战略优势，国防部必须不断进行现代化改造，以跟上当今和未来的威胁。通过精心设计和实施能够快速集成新技术的联网企业C3解决方案进行创新，将为联合部队提供及时、数据驱动的决策。",
        "现代化的C3支持功能将促进从源头通过支持云的收集和处理节点到交付的安全、无限制的信息流",
        "在正确的时间在战场的任何地方。强化、可生存和有弹性的C3网络对于实现云计算、人工智能和其他最需要它们的人的承诺至关重要——国防部的士兵、水手、海军陆战队、飞行员和处于战术边缘的太空部队人员。",
        "联合部队、盟国和任务伙伴必须在传输层内灵活访问、使用和机动，传输层主要是战术边缘的射频传输路径。完全联网的联合部队依赖于从应用层到物理层的通用C3基础设施。这包括一个共享数据层和通用数据标准，可连接各个领域的平台和运营商，无论军事部门或设备供应商如何。这种能力今天不存在。当前的C3架构包括多种数据格式、不可互操作的系统接口、限制数据发现和分析的串行和烟囱式数据流，以及需要复杂中继在平台、任务类型和操作域之间进行通信的不兼容数据链路。",
        "这些全球性挑战加上作战人员对实时数据的需求呈指数级增长，推动了对C3系统进行创新和现代化的需求，以为作战人员提供决定性的信息优势。有效的联合全域作战与提供压倒性杀伤力一样重要。国防部将通过获得和维持近乎实时的战场空间感知能力，通过数据分析和人工智能加速明智的决策，以及在任何领域实现传感器到目标的信息交换以产生致命性，来保持其对抗21世纪同行竞争对手的军事优势或非致命影响。未来的军事行动将由现代化、网络化的C3系统提供支持——可分配、可生存、安全、有弹性、可定制和可持续的系统，从而实现更致命的力量。",
        "战略目标",
        "该战略提出的C3现代化目标与国防部数字现代化战略(DMS)和其他更高级别的指导（包括NDS、国防部2018年网络战略、联合作战顶点概念：联合部队2030和国防规划指导）保持一致并做出响应.它实施近期的现代化行动和创新解决方案，以通过更安全、有效和高效的C3环境提供竞争优势。为此，国防部必须解决这些C3现代化目标：",
        "1.开发和实施敏捷电磁频谱操作；",
        "2.增强位置、导航和定时信息的传递、多样性和弹性；",
        "3.加强国家领导指挥能力；",
        "4.提供集成且可互操作的超视距通信能力；",
        "5.加速和同步现代化战术通信系统的部署；",
        "6.全面建立和实施国防部公共安全通信生态系统；",
        "7.营造快速发展5G基础设施和利用非美国5G网络的环境；",
        "8.提供弹性和响应迅速的C2系统；和",
        "9.提供任务合作伙伴环境能力和服务。",
        "图2和图3分别显示了在该战略中实施的DMS的要素以及两个战略之间目标和目的的一致性。",
        "图2：国防部数字现代化战略",
        "图3：DoDC3现代化和数字现代化战略调整",
        "国防部C3依赖于一个复杂的、不断发展的系统系统，从企业网络基础设施和核心服务到战术边缘的手持无线电和移动设备。该战略中包含的九个目标是图2中突出显示的六个DMS目标的更细粒度分解。C3现代化的其他关键要素，包括联合信息环境能力目标、数据中心性和数据分析，都包含在DMS、DoD云中战略和国防部人工智能战略，分别。有效的国防部企业治理将确保这些战略的成功同步和实施。",
        "目标1：开发和实施敏捷电磁",
        "频谱操作",
        "电磁频谱（EMS）优势是联合全域作战的必要条件。国防部作战和联合职能越来越依赖于电磁频谱作战（EMSO）。EMSO是指协调军事行动以利用、攻击、保护和管理电磁环境。联合部队必须确保准入、机动自由以及通过全域作战在全球范围内投射力量的能力。EMS超越了所有作战领域，并能够在每个领域内执行任务。国防部将实施敏捷EMSO以支持EMS优势并启用JADC2。",
        "友军在当今复杂的电磁作战环境（EMOE）中面临着巨大的挑战。当敌方、中立方和友方行为者同时在时间、空间和频谱上参与EMS以传输、接收和防止电磁能量的影响时，就会出现拥塞情况。当对手试图通过影响友军参与EMS的能力来影响友军行动时，他们会创造有争议的条件。物理定律、国家和国际政策法规以及颠覆性技术创造了限制条件。在拥挤和受限的EMOE中的行动会影响国防部在战斗中进行训练、进行新武器系统测试以及完成国土防御行动的能力。当国防部的频谱访问受到在战场上部署电子攻击和网络技术的对手的挑战时，任务的完成就会中断。认识到EMOE日益拥挤、竞争和受限的性质，国防部必须最大限度地提高EMS访问和机动自由，并在作战人员需要的时间和地点提供频谱访问，同时拒绝对手。",
        "今天，EMSO的C2主要通过时间和资源密集型流程使用不同的自动化和手动工具执行。国防部将使EMSO现代化，从基于静态的方法转变为敏捷、自动化和弹性的面向操作的活动。这种现代化使EMS能够在竞争EMOE的同行竞争对手中取得优势，允许DoD系统在拥挤的环境中访问和使用频谱，而不会造成或招致不可接受的干扰，并支持DMS目标。",
        "图4所示的EMS现代化工作将通过基于云的人工智能技术实现，以提供支持动态EMS访问和机动的能力和服务。EMS现代化将为所有领域的频谱相关系统(SDS)提供更大的杀伤力、有效性和生存能力。这种敏捷EMSO的实施增强了越来越多的DoDSDS在拥挤、竞争和受限的电磁环境中运行的弹性和有效性。敏捷EMSO将利用现代化、网络化的C3系统并支持EMS优势，从而实现联合全域作战。",
        "NDS三管齐下的方法可提高我军对抗各种潜在威胁的效力，为完善国防部的方法以在整个EMS中竞争并赢得战术、作战和战略优势奠定了基础。与美国频谱监管机构合作，国防部将提高其评估、促进和适应全球监管和政策变化的能力（例如，重新利用频谱以适应无线服务）。国防部将利用现代端到端频谱能力，使频谱访问流程更能响应国防部测试、培训和运营需求。",
        "图4：电磁频谱操作",
        "该部门正在通过五项努力(LOE)来通过敏捷EMSO提高杀伤力：",
        "•LOE1.1–加强EMS数据收集和汇总，以提供准确、相关、可发现、可理解和可信的信息。在短期内，国防部将加强EMS数据收集，提供现代化的EMS数据收集网络服务，并开发基于云的综合EMS数据库，以融合来自多个数据源的数据。这些能力对于近乎实时地执行EMSO的目标至关重要。",
        "•LOE1.2–开发支持人工智能的数据分析，以增强EMSO的决策和能力。国防部将在近期开发统计数据分析，作为开发支持人工智能的频谱决策引擎的第一步，该引擎将显着提高国防部执行近实时EMSO的能力。",
        "•LOE1.3–提高对EMS的理解和态势感知能力，以表征和减轻来自拥挤和有争议的EMOE的风险。在短期内，国防部将增强可视化以支持决策和监控能力。",
        "•LOE1.4–开发认知、动态、频谱访问和共享能力，以便在需要的时间和地点为作战人员提供可靠的EMS访问。电磁兼容性分析应用程序的开发将提高国防部系统共享频谱和/或与相邻频段系统兼容运行的能力，而不会在短期内影响系统有效性或损害运行安全。以强大的态势感知为基础的认知动态频谱管理将提高频谱效率，并提供优先排序的能力",
        "并根据光谱相关系统正在执行的任务的关键性确保访问。这是通过多功能电磁系统的开发和部署实现的，这些系统可以几乎同时执行雷达、通信、PNT和其他模式等传感模式。",
        "•LOE1.5–实施标准化的自动化接口，以允许依赖频谱的系统在频谱接入风险发生时动态地接受、避免、减少或转移它们。近期，国防部首席信息官(CIO)将发布电磁频谱企业架构(EMSEA)v1，作为联合EMSO指挥和控制的参考架构(RA)。未来，国防部将开发数据和分析标准以及频谱安全标准来管理EMS访问风险。这些标准将确保在频谱相关系统需求、规划、规划和开发的早期阶段识别和管理频谱可用性风险。随着现代化战略的实施，EMSEA还将每年更新一次，以告知、指导和约束EMSO的转型。",
        "目标2：增强职位的交付、多样性和弹性，",
        "导航和定时(PNT)信息",
        "PNT信息与现代军事行动密不可分，对现代军事行动至关重要，可为作战人员和武器系统提供精确的空间定位和时间同步。PNT的元素嵌入在几乎所有DoD系统的有效使用中，并且是必不可少的。其中包括：航空导航、海上制导和控制、精确制导弹药和通信网络。国防部继续在PNT能力的开发和使用方面引领世界，利用全球定位系统(GPS)的优势，结合其他准确的PNT信息来源，以提高弹性和准确性。",
        "为了推进和支持美国现在和未来的国家安全，国防部必须始终关注军事PNT能力在塑造全球环境、威慑侵略、打赢当今战争以及为未来挑战做准备方面所发挥的重要推动作用。",
        "图5：DoDPNT企业",
        "国防部将通过以下努力提高PNT的交付、多样性和弹性：",
        "•LOE2.1–实施模块化开放系统方法来集成DoDPNTEnterprise功能，以实现最大的灵活性和不可预测性，以应对不断发展的导航战(NAVWAR)威胁环境。多源PNT开放式架构将实现并提高敏捷性和可负担性，同时允许每个军事部门“定制”PNT能力组合，以根据国防部指令(DoDI)4650.08、定位、导航和授时(PNT)和导航战(NAVWAR)。实现PNT能力集成的完全可用和灵活的开放系统方法的关键在于军事部门之间就一套输入/输出PNT标准达成一致，以与平台数据总线接口并启用多源PNT启用的任务操作作为以及必要时的平台操作。",
        "•LOE2.2–现场现代化PNT能力。GPS仍然是国防部PNT能力的基石，必须继续进行现代化改造以满足作战人员的需求。目前正在开展一项旨在通过加快部署军用GPS用户设备(MGUE)来增强GPS弹性的举措，该设备包含现代GPS军用代码(M-Code)。所有计划中的MGUE接受者的部署计划都整合到由DoDCIO管理和更新的主数据库中。MGUEIncrement1卡在可用时将安装在高优先级的DoD系统中，并由批量购买的专用集成电路(ASIC)提供支持。较小的尺寸、重量和功率(SWaP)外形尺寸Increment2卡将紧随其后，以满足特殊尺寸和功率应用。",
        "然而，GPS容易受到来自干扰器和欺骗者威胁的威胁早已得到承认，并且必须随着GPS现代化的推进而得到解决。因此，为了对抗GPS的人为和自然威胁，需要其他PNT信息来源来确保为军事用户提供持续的PNT服务。这将通过利用并行的DoD科学和技术努力来实现，以使用PNT模块化开放系统方法在DoD系统中实施多源PNT功能。该领域的一项关键举措是空军研究实验室的导航技术卫星3(NTS-3)计划，该计划正在展示一种灵活的有效载荷，将为未来的GPS增强选项提供信息。NTS-3和类似的努力将有助于确保联合部队配备基于系统要求和作战任务配置文件的PNT能力，从而在预期的NAVWAR环境中实现生存能力的合规性。",
        "•LOE2.3–与盟国和联盟伙伴发展NAVWAR伙伴关系。国防部政策规定，美国和盟军必须有效地利用NAVWAR来确保PNT优势以支持军事行动。这要求所有使用或提供PNT信息的DoD系统都符合NAVWAR标准（根据DoDI4650.08），并由适当的DoD采购和测试机构测试和验证合规性。国防部目前并将继续与美国盟友和联盟伙伴就采购和使用PNTEnterprise能力进行讨论并达成协议，以最大限度地减少附带损害并确保在联合NAVWAR作战环境中的互操作性。",
        "•LOE2.4–与其他联邦部门和机构密切合作，为和平目的的GPS民用和现代化以及促进获得适当水平的GPS服务以满足国土安全目的的要求。在履行这些职责时，国防部将确保民事部门和机构了解并敏感GPS和其他PNT企业应用程序固有的双重用途影响。民政部门和机构以及公众使用的许多公开可用的PNT功能在被敌对方不当使用或以未经授权的方式使用时可能构成威胁。因此，各方在宣传和使用此类PNT能力时必须谨慎行事，无论是出于国内目的还是国际目的。",
        "国防部与美国法典第10篇第2281节中定义的运输和国土安全部有法定责任编写和发布两年一次的联邦无线电导航计划(FRP)，以反映联邦提供的公共用途的政策和规划（即民用和军用部门使用的系统）PNT无线电导航系统。",
        "国防部将继续与其他联邦部门和机构密切合作，准备和生产关于GPS的运行和现代化的FRP，并将支持由民间资助的GPS修改以满足新出现的民用需求。国防部将继续支持联邦部门和机构在必要时获得军用GPS功能的请求。",
        "这些努力的成功将为PNT企业提供并确保在整个军事和国家安全行动中为联合部队、盟国和任务合作伙伴提供服务和能力。",
        "目标三：加强国家领导指挥能力",
        "国家领导指挥能力（NLCC）包括三个广泛的任务领域：总统和高级领导人沟通；运营的连续性和政府沟通的连续性；和核指挥、控制和通信（NC3）。",
        "一般而言，NLCC被定义为包含国防部指挥、控制、通信、计算机、情报、监视和侦察系统和服务的结构，为国家领导（无论位置和环境如何）提供多样化、准确、集成、及时和有保障的访问数据、信息、情报、通信、服务、态势感知、警告和指示，从中可以启动、执行和监控计划、理解和决策活动。",
        "图6：国家领导指挥能力",
        "NLCC通信系统和支持资源为美国总统和其他指定的高级领导人提供了获取必要信息、决策支持流程和执行系统的手段，以应对任何危机、任何地点、任何环境和/或在任何威胁情况下。NLCC始终支持非/事件前、事件和事件后时期。",
        "高级领导和连续性沟通",
        "国防部将保护当前的高级领导和连续性通信能力，同时通过以下四个方面的努力快速开发、整合和部署新能力：",
        "•LOE3.1–维持安全的高层领导和连续性沟通。确保具备在所有威胁和所有危险情况下执行操作所需的能力。",
        "•LOE3.2–实现安全、有弹性和可靠的高级领导和连续性沟通的现代化。始终如一地评估并提供适当扩展的必要核心企业服务的解决方案。",
        "•LOE3.3–确保高层领导的网络安全和连续性沟通。包括专用的网络安全传感器和监控设备，以检测网络攻击或入侵，从而在系统降级或受损之前降低运营风险。",
        "•LOE3.4–确保国防部C3系统可与NLCC以及更广泛的国家安全和应急准备能力（包括跨机构、州、地方、部落和地区政府）互操作并能够在它们之间共享信息。当前的公共安全信息技术和程序由复杂、不同的系统和能力组合组成。这些支持电话接听、响应警报、调度和持续的运营通信。整个企业的DoD系统应该是现代化的和可互操作的，以缩小NLCC、DoD公共安全通信(PSC)和民用PSC企业之间的能力差距。",
        "核指挥、控制和通信",
        "第三个NLCC任务区是NC3。该系统通过一个可生存的通信和警告系统网络为核威慑和作战提供功能性C3能力，确保总统与拥有核能力的部队之间的专用连接。即使在核攻击的巨大压力下，它也必须始终控制美国核力量，确保传输信息的完整性，并具有可靠克服核攻击影响所必需的弹性和生存能力。在和平时期和危机时期，NC3系统执行五个关键功能：检测、警告和攻击表征；适应性核规划；决策会议；接受总统命令；并能够管理和指挥部队。",
        "美国NC3必须更加灵活地针对一系列潜在对手和威胁制定威慑战略，并随着时间的推移进行调整。这确保了国防部将保持所需的灵活核能力范围，以确保对美国、盟国和合作伙伴的核或非核侵略将无法实现其目标，并带来对潜在对手造成无法容忍后果的可信风险并在未来。这些特征强调了在整个冲突范围内进行有保证、可靠和有弹性的通信的必要性。",
        "今天的NC3系统是冷战的遗产，最后一次全面更新是在近三年前。它现在受到来自老化的系统组件和新的、不断增长的21世纪威胁的挑战。尤其令人担忧的是太空和网络空间中不断扩大的威胁、有限核升级的对手战略，以及国防部内部对N​​C3系统治理的权力和责任的广泛传播，从本质上讲，该功能必须被整合。",
        "鉴于确保我们的NC3系统保持生存和有效的迫切需要，国防部将采取一系列举措。其中包括：加强对网络威胁的防护，加强对天基威胁的防护，加强综合战术预警和攻击评估，改善指挥所和通信链路，推进决策支持技术，整合规划和运营，改革整个NC3系统的治理.作为核企业现代化的一部分，这些举措和相关行动正在与该战略分开实施。",
        "目标4：提供集成且可互操作的超视距",
        "(BLOS)通信能力",
        "卫星通信(SATCOM)是用于军事行动的BLOS通信的主要手段，提供了在全球范围内分发大量数据的无与伦比的能力。然而，尽管不断努力发射新的卫星星座并继续使用合同商业卫星带宽，但由于以下原因，今天的BLOS能力仍不足以在拒绝断开、间歇性和低带宽(D-DIL)环境中进行未来操作：",
        "•对带宽的需求继续增加，超出了国防部将新卫星资产投入运营和获得商业合同带宽的能力。这在几乎没有平民服务需求的地区（例如，公海、高纬度地区以及人口稀少或严重贫困的地区）尤其严重。",
        "•现有卫星带宽的很大一部分容易受到电子战和网络攻击的影响，从而给在竞争环境中的操作增加了巨大的风险。",
        "国防部必须通过多管齐下的方法来应对这种情况，使国防部卫星通信企业现代化，增强包括高频（HF）通信在内的现有技术，并追求新的BLOS技术：",
        "•LOE4.1——建立并持续监控国防部卫星通信治理框架的战略、政策、程序和其他要素。国防部首席信息官、美国太空部队(USSF)和太空发展署将与美国太空司令部(USSPACECOM)和美国网络司令部(USCYBERCOM)密切协作，提供卫星通信治理，以支持紧密集成的混合军事和商业、企业卫星通信架构。国防部首席信息官将通过能力规划指南(CPG)和对军事部门预算的监督来执行治理决策，以确保遵守与卫星通信相关的现代化计划。",
        "•LOE4.2–开展以需求为依据的架构规划活动，以建立一个响应迅速、有弹性、集成的DoDSATCOM企业。国防部首席信息官将与太空发展署和工业界合作，开发顶级参考架构(RA)，以指导美国空军解决方案架构为作战人员提供无缝卫星通信能力。RA将满足作战人员的要求，并提供必要的指导，以提高现场解决方案的弹性、灵活性和互操作性。已开发的架构将构成未来备选方案分析(AoA)的基础，并为作战人员提供必要的云、人工智能(AI)和网络能力。",
        "•LOE4.3–扩大卫星通信与盟国和国际伙伴的合作和整合。国防部首席信息官和空军国际事务部(SAF/IA)团队继续扩大与国际合作伙伴在美国军事卫星通信能力方面的接触和参与，并为美国寻求参与和接触国际合作伙伴的机会卫星通信能力。国防部CIO和USSF必须继续领导并继续参与国际论坛和北大西洋公约组织(NATO)等盟国组织。",
        "•LOE4.4–获取并部署现代化的国防部卫星通信能力，以向战术边缘提供信息服务。负责采办和维持的副部长办公室(OUSD(A&amp;S))与OUSD(R&amp;E)和USSF密切协调，将提供能力组合管理，以获取、调整和部署SATCOM能力，以满足联合作战人员的需求。此外，国防部首席信息官将确保国防信息系统局(DISA)和军事部门获取和部署同步卫星通信网关和用户终端，作为整体集成和混合卫星通信架构的一部分。国防部首席信息官将确保SATCOM能力符合SATCOMRA，以确保互操作性、灵活性和弹性以及执行企业管理和控制(EM&amp;C)的能力。",
        "•LOE4.5–进行知情和响应迅速的DoDSATCOM资源管理。国防部首席信息官通过其SATCOM企业管理和控制参考架构(EM&amp;CRA)和USSF部署的EM&amp;C解决方案将提供对SATCOM资源分配和供应的集成和无缝管理。EM&amp;C能力要求USSF具备全面的态势感知能力，以克服电磁干扰(EMI)并通过电磁干扰(EMI)进行操作，并能够在商业和军事专用SATCOM系统之间移动用户。",
        "•LOE4.6–为卫星通信拒止环境开发和提供先进的BLOS功能。曾经是BLOS通信的中流砥柱，但随着SATCOM的普及，HF通信的使用逐渐减少。然而，当前的威胁环境加上支持HF互联网协议的软件定义无线电、数字波束成形天线、数字信号处理、网络、多功能系统和宽带技术的进步，使HF成为D-DIL中卫星通信的必要且有效的替代方案环境。国防部必须利用这些技术对其HF企业、HF全球通信系统(HFGCS)以及战略和战术平台进行现代化改造。国防部还必须追求其他创新，例如中继、范围扩展和跨频段能力，以弥合SATCOM拒绝环境中的通信差距。",
        "这些现代化活动支持并使作战人员能够在全球国防部信息网络(DoDIN)基础设施被拒绝、退化或不存在的地方访问云、人工智能和网络作战能力。美国国防部支持和推进国家安全战略和国防战略的目标，重点是DoDBLOS通信能力以及它们在打赢当今战争和为未来挑战做准备中发挥的关键作用。",
        "目标5：加速和同步现代化战术部署",
        "通信系统",
        "当今的战术通信格局复杂且分散。它由独立项目办公室部署的许多不同系统组成，由以军事部门为中心的要求驱动，这些要求没有优先考虑企业级性能、互操作性和战术网络的安全性。结果是传统和数字能力的战场混合，包括部署在数千个军事部门、盟友和联盟伙伴平台上的超过一百万个终端，这些终端由数百个不同的波形和具有众多子变体的系统连接。不可互操作的战术波形的杂乱无章的部署推动了",
        "对网关的需求，使架构进一步复杂化，并降低了与运营最相关的通信系统的弹性。通信信息技术的快速进步和现代战争不断变化的特点，需要一种更智能、同步的战术通信部署方法，从而为联合部队提供相对于我们的对手的决定性信息优势。",
        "国防部必须同步努力，提供一个由直观、基于标准的能力组成的战术通信网络，以适应指挥官对跨所有领域的信息共享、协作和互操作性的要求。为实现这一目标，国防部将采取以下措施：",
        "•LOE5.1–成熟的战术通信企业治理，以指导部署决策和同步军事部门的工作。该部门必须将其重点从以平台为中心的C3系统转变为完全网络化的企业方法。正在进行的军事部门现代化工作提供了增量战术C3改进，但国防部缺乏必要的统一努力和跨军种同步，以实现未来全域作战所需的生存能力、有效和合适的能力。国防部将利用指挥、控制和通信领导委员会(C3LB)、战术通信高级指导小组(TCSSG)、联合全域指挥和控制跨职能团队(JADC2CFT)以及其他适当的治理机构来提供C3能力现代化成功的战略方向、优先级、政策执行和资源配置建议。TCSSG将专注于现有波形的维持和现代化，以及在与军事部门和OUSD(R&amp;E)共同制定的现代化路线图的背景下获取未来波形。",
        "•LOE5.2–制定和实施政策和标准，以提高互操作性并降低战术网格复杂性，同时增强弹性。明智的政策和透明的流程是有效治理的基础。国防部将制定新政策或修订现有政策，以规定监督和管理国防部战术C3企业能力的程序。这些政策将规定指导发展、同步现代化投资以及整合战术C3能力的可执行流程，这些能力对于部署更致命的联合部队是必要的。此外，战术通信企业管理机构将确保DoD波形的标准和规范包括性能标准、标准化数据和设备接口以及互操作性规范。",
        "•LOE5.3–制定和发布经批准的联合战术通信架构和现代化路线图，以加强与联合、盟军、联军和伙伴部队的安全、实时/近实时战术通信。为了在联合全域作战中取得成功，国防部需要一套通用的RA和联合路线图，以提供能够执行全域部署概念的强大战术网络。今天，联合联合特遣部队(CJTF)架构模型提供了一种工具，用于对作战环境中预计的联合部队通信运输能力进行建模和分析。然而，CJTF架构模型不是经过批准的企业架构，因此不被公认为衡量互操作性和影响军事部门战术C3投资的权威文件。国防部首席信息官，与联合",
        "参谋部、军事部门和其他利益相关者将开发一个新的CJTFRA，定义战术网络各个元素之间的接口，以增强跨作战域的互操作性和信息交换。",
        "一旦完成，CJTFRA将作为联合战术C3现代化路线图的蓝图，该路线图将为战术C3现代化和技术部署提供综合计划。该路线图将包括实施互操作性和性能增强的目标时间表，以便为有争议的环境提供弹性解决方案，并将作为评估军事部门现代化投资战略的工具。",
        "•LOE5.4——通过快速整合现代通信技术来维持和现代化战术通信网络能力，以提高国防部战术网络的能力和生存能力。现有的战术通信环境过于多样化、分散和复杂，无法将所有遗留设备和系统整合到未来的全联网C3架构中。国防部必须将现代化工作重点放在具有或可以增强的波形和系统上，以提高在竞争环境和更良性环境中的生存能力、有效性和适用性。根据联合参谋部制定的未来就业概念并在C3LB的指导下，国防部必须确定必须优先考虑现代化的联合战术网格（JTG）的关键部分。JTG是JADC2架构的作战网络组件，可实现联合和联军作战概念并交换关键作战数据。其他不支持JTG并从关键部门波形中抽走资源的波形和网络必须被识别和淘汰。必须识别JTG中的能力差距，并用增强的现有波形或未来波形来填补。这些分析将推动C3架构、标准和现代化路线图的更新，使军事部门能够制定明确的部署优先事项和时间表，为投资决策提供信息。",
        "这些努力为战术通信现代化的联合企业方法奠定了基础，在从宽松环境到激烈竞争的大国交战的整个军事行动中，为联合作战人员提供决定性的、联合的、全域的信息优势是必需的。",
        "目标6：全面建立和实施公共安全",
        "通信(PSC)生态系统",
        "该部门的最大职责之一是公众的安全和保护。PSC任务领域包括与公共安全、应急管理和大规模通知活动相关的通信系统相关的所有事项。它需要通过东道国/领土/国家电子连接，在每个支持和支持的公共安全任务合作伙伴的生态系统之间，利用国防部的永久电信基础设施，以统一的消息格式对公开可用信息进行集体协作，以获取日常和关键紧急信息。",
        "指挥官和机构主管需要可靠且可用的应急响应能力，以便在数千个国防部设施、设施、训练区域和指定区域内的每一个内开展生命安全、飞行安全和财产保护响应活动",
        "业务领域。国防部必须与国家和国际公共安全任务合作伙伴整合，以完成其PSC任务。",
        "从2019财年开始，DoD将PSC添加到DoDCIO任务组合中，并开始采取行动将该任务领域纳入DoD的企业架构中。国防部将调整法规并将其电信基础设施与国家和国际公共安全通信系统整合。国防部首席信息官已经建立了四个努力方向，以在整个条令、组织、培训、物资、领导和教育、人员、设施和政策(DOTMLPF-P)框架中全面建立和实施PSC生态系统：",
        "•LOE6.1–制定国防部政策并应用治理。将PSC提升为国防部内的一项关键核心能力，以加强对紧急情况和灾难响应的准备。制定政策，使国防部的所有要素保持一致，以在成本和能力方面获得与州、地方、部落和东道国公共安全通信技术、程序和交互相等且可互操作的效率。治理将采取特许工作组的形式，利益相关者在其中协调和调整战略举措，以促进弹性和可互操作的应急响应能力的实施。",
        "•LOE6.2–评估和缩小能力差距。当前的国防部公共安全信息技术和程序由复杂、不同的系统和能力组合组成。这些支持电话接听、响应警报、调度和持续的运营通信。国防部将进行一次企业范围的评估，以确定PSC现代化的工具、能力和成本的基准。将制定实施行动以缩小能力差距，并使DoDPSC企业在DoD设施中实现现代化。",
        "•LOE6.3–同步DoD预算、计划目标备忘录(POM)和支出。为了以最有效的方式使整个国防部的PSC现代化，国防部各部门必须重新调整未来的预算和支出计划。使用通用的商业或政府现成的解决方案和协调计划、预算和支出计划将成为未来预算的基础。通过在未来几年防御计划(FYDP)中建立以PSC为重点的计划要素，国防部将开始将资金决策与协调的优先事项保持一致，以最大限度地提高PSC能力并最大限度地减少重复工作和总体成本。",
        "•LOE6.4–发展积极的伙伴关系并与行业互动。国防部PSC专业人员和管理人员将寻求通过协议备忘录、专业合作和行业互动建立州、地方、部落、东道国和机构间伙伴关系。运营商和管理人员将参与PSC教育、培训、锻炼和认证，以保持最新状态。国防部PSC专业人员将满足国家和国际要求和标准，以促进集体协作、统一消息传递并保持任务基本能力。",
        "一旦在DOTMLPF-P框架内建立了PSC任务区，国防部将与每个支持公共安全的政府当局和电信服务提供商进行规划、资源分配、沟通和协调其利益，以确保可靠和可用的应急响应能力来进行安全国防部的生命、飞行安全和财产保护响应。",
        "目标7：营造快速发展5G基础设施的环境",
        "并利用非美国5G网络",
        "该部门正在积极支持国家安全委员会的既定目标，即通过在全国军事设施部署和试验5G来改善美国的数字基础设施，以响应总统关于使美国成为5G无线技术领先的承诺。",
        "国防部活动旨在创造一个环境，使国家电信行业能够快速开发和实施5G基础设施。从政策协调到应用5G网络概念的研究，当前的工作范围包括：",
        "•LOE7.1–确定5G的额外频谱。与联邦通信委员会和国家电信和信息管理局合作，协助确定用于5G运营的额外频谱。",
        "•LOE7.2–协调全球5G频谱。与国务院联手，尽可能在全球范围内识别和协调5G频谱。频谱协调，即在一个区域内统一分配无线电频段，减少了边界上的无线电干扰，并有助于国际漫游和互操作性。",
        "•LOE7.3–制定5G标准、频谱和网络安全政策。OUSD(R&amp;E)将与适当的主要参谋助理和其他部门负责人协调，领导国防部的工作。",
        "•LOE7.4–加速DoD采用5G技术。提供可实现快速5G实验和双重用途应用原型设计的大规模测试设施。",
        "最终，5G将“更快地提供更多数据”，并将改变商业和军事移动平台交付服务和应用，包括自动驾驶汽车、生物信息学、物联网和触觉互联网。5G有可能成为支持基于云的人工智能增强分布式传感的新努力的通信结构。在这方面，国防部将成为5G的推动者和用户，支持国家数字经济的增长，同时提高运营效率。",
        "目标8：提供弹性和响应式指挥和控制",
        "(C2)能力",
        "领导者必须有能力在涉及复杂、分布式、同时或顺序行动的快速变化的场景中指挥、控制和协调相互依存的力量。联合/联合部队将比以往任何时候都包括国家、州、地方、部落、机构间和国际层面的长期和临时任务合作伙伴。为满足这一需求，国防部必须设计、开发、部署和操作可访问、可生存和有弹性的综合能力，以相关速度为领导者及其指定部队提供可见性和轻松访问信息。这使指挥链中的每个人都能快速掌握情况并有效地支持指挥官的意图、决策周期和任务式指挥要素。授权用户必须能够查看、理解、计划、决定和处理安全、权威和可信的信息。",
        "总体目标是提供C2支持能力，将来自所有域的分布式传感器、数据和效果连接到决策者，以实现指挥官意图所需的规模和速度——与域、平台或功能通道无关。以领导者为中心的联合全域C2是一个转型概念，指挥官或高级领导者可以使用任何授权设备来：快速获得态势感知和理解；与任何需要的人沟通、协调和协作；根据手头的可信信息决定行动方案；并采取行动表达他们在执行任务式指挥时的意图。授权用户必须能够独立执行该意图并果断地执行操作，同时在受信任和安全的信息环境中与他们需要的任何人进行通信、协调和协作。任务合作伙伴必须与联合部队无缝集成，并具有根据任务要求进行互操作、通信、协调和协作的能力。移动设备必须能够识别用户身份凭证，并允许无缝和适当地访问和管理信息。数据必须是可见的、可访问的、准确的、可信的、可理解的和可互操作的，并且信息必须根据需要跨安全边界无缝流动。",
        "JADC2反映了国防部的一项全面运动，承认全球一体化作战存在的问题，以及在对抗对手战略时无法保持决策/作战优势。这导致了国防部长于2020年1月31日批准的CFT集会，以将利益相关者聚集在一起以解决联合C2的挑战。JADC2在过去十年中零星发展，但在过去三年中随着重点转向能够挑战美国在所有领域的主导地位的对等威胁而获得动力。《2017年国家安全战略》和《2018年国防战略》将美国国防部的长期战略竞争和追求无缝融合的重点突出。人工智能、认知辅助和人机界面的并行发展不仅展示了沿着这些方向扩展集成的潜力，而且还展示了提高决策速度和质量的潜力。",
        "统一地，反介入/区域拒止战略推动了将部队和总部分散到更多地点和更远距离的需求。这需要扩展通信路径、远程监视和效果，并且需要更小的单元独立运行，通常在D-DIL环境中。在这些条件下进行战斗，较小的分布式元素必须能够重新聚集并相互加强。多域战场空间感知对于C2战斗和融合联合部队和任务伙伴在所有域、电磁频谱和信息环境中的能力是必要的。与盟国和多国合作伙伴紧密集成，所有传感器与所有射击者之间所需的互操作性、C2灵活性和多光谱网状连接需要一个强大、受保护和有弹性的网络，即使在有争议的环境中也能实现综合火力。新兴技术（人工智能、自我修复网络等）的灵活集成以及跨越敏捷组织结构的多个分类级别的能力对于实现这一点至关重要。",
        "JADC2努力使这些原则成为新的规范。近年来，各军部发展了域外C2概念和解决方案，并逐渐趋同。然而，没有统一的愿景来确保这些相关的努力是相互支持的，从而导致大多数组件唯一的解决方案。C2归根结底是任何单个军事部门都无法解决的共同问题。为了了解联合作战人员的需求，国防部将首先检查单个军事部门的努力和",
        "了解使他们走上相似甚至不同道路的共同因素。该部门必须利用这些共性，并将多种努力同步到一个共同的、整体的架构，如下所示。",
        "图7：JADC2操作视图",
        "JADC2不仅要解决瞄准和杀伤链，还必须使用支持综合全域作战的工具来实现全球综合作战。今天的指挥官缺乏加速进程以在所有域中快速无缝融合效果的能力。单个军事部门的解决方案可能不足以满足所有人的需求。它们需要更高层次的概念和战略来协调努力并确保所有解决方案都是互补和强化的。联合作战概念和现代化C2概念已经在发展中，JADC2的想法应该与任何联合多域作战等效概念同时成熟。为了弥合这些努力，国防部正在JADC2CFT的指导下制定一项总体战役计划，该计划将共同推动军事部门朝着共同的方向发展。概念工作现在必须开始，以捕捉现有的努力并推动富有成效的实验，同时继续揭示问题的全部复杂性。联合C2系统（人员、流程、技术）可以提供一个概念性的组织结构来分享和积累速赢，并将加快对近期和潜在远期解决方案的DOTMLPF-P分析。",
        "美国盟国和任务伙伴是未来联合全域作战的关键参与者，必须尽可能参与JADC2概念和能力的规划和发展。他们正在开展自己的C3规划和开发活动，因此，他们的经验可能会很好地为国防部的工作提供信息并从中受益。在流程早期将关键任务合作伙伴纳入将促进和促进实施阶段的互操作性，并有助于减少延误和追赶成本。鉴于任务伙伴在未来战斗中的重要性，JADC2的概念和能力发展必须与",
        "任务合作伙伴环境(MPE)。这将确保JADC2信息共享标准、流程、C2系统、软件和网络安全得到MPE标准和解决方案的支持和集成。",
        "该部门正在努力实现这一目标的四个方面：",
        "•LOE8.1–实施联合全域C2。参与概念开发、联合实验和演示，以快速发展和实施概念。",
        "•LOE8.2–现代化指挥和控制系统。过渡到基于混合云的可访问、有弹性和可生存的解决方案，以提供全域联合态势感知和指挥和控制，支持企业、作战和战术级别的能力，并提供足够的培训，以提高操作员的熟练程度和指挥官的决策支持。",
        "•LOE8.3–实施信息共享标准。公开遗留系统的权威数据源并使用通用接口标准开发新的系统接口，以提高互操作性、操作敏捷性，并为改进机器对机器交易创造条件。",
        "•LOE8.4–提升软件敏捷性并提高网络安全性。利用企业云解决方案、敏捷和开发安全运营(DevSecOps)采购方法以及网络安全进步，加快作战人员的速度。",
        "国防部组件必须优先考虑能力，改进部署流程，并根据需要增加资源，以实现联合和组件级C2系统和服务的现代化。重点必须放在提高联合全域态势感知、现代化联合规划和执行能力、增强部队使用能力以增加杀伤力以及提高可部署联合C2能力的弹性和准备就绪上。现代化工作将利用基于企业的云、人工智能和网络安全解决方案的技术进步，通过在敌人的决策周期内快速执行，在竞争和冲突中获得作战优势。",
        "目标9：提供任务合作伙伴环境(MPE)能力",
        "和服务",
        "为了保卫国家并增强全球互操作性，国防部必须促进以下之间的有效信息交流：其他联邦、州、地方和部落部门和机构；盟友、任务伙伴、东道国和其他国家；美国和国际非政府组织；多国条约组织；和私营部门组织。在美国法律或国防部政策允许的最大范围内，可发布的国防部信息应该是可见的、可访问的、可理解的、值得信赖的、安全的、可互操作的，并可供适当的任务合作伙伴使用。任何技术解决方案都必须与基于一组通用标准、协议和接口的JADC2开发相集成，以实现可发布的DoD数据、信息和信息技术(IT)服务的共享。这些通用的国防部信息共享标准、协议和接口将尽最大可能与其他联邦部门、机构和任务合作伙伴的标准、协议和接口兼容和互操作。国防部还将使用一个全面的、广泛理解的MPE治理框架来创建和维持一个由组织组成的联合信息共享社区",
        "和个人。MPE是满足这些要求的国防部解决方案。该MPE框架应：",
        "•使联盟和联合部队指挥官能够随时访问支持所需培训和与授权任务合作伙伴开展行动的MPE。",
        "•通过提供明确传达指挥官意图以实现统一行动的手段，为所有指挥官提供战略、作战和战术灵活性，以执行指挥控制和情报行动。",
        "•利用联合网络概念，支持将多个网络和国家系统与应用程序和工具连接起来，以实现特定操作的任务合作伙伴信息共享。",
        "该部门正在努力实现这一目标的三个方面：",
        "•LOE9.1–为国防部范围的MPE框架建立政策和程序。调整政策、职责、程序和资源，以实施MPE能力，以应对各种冲突、人道主义和救灾行动、民政当局的国防支持(DSCA)以及美国/非美国领导的合作安全活动。",
        "•LOE9.2–从不同的遗留解决方案过渡。更新的功能将与现代化和标准化的MPE基础设施互操作。",
        "•LOE9.3–互操作合规性和评估的应用。需要基于任务的互操作性合规性和评估能力来提供高度的信心，即信息可以在需要的时间和地点与需要的人交换，这取决于操作需要和可接受的风险水平。",
        "执行",
        "该战略中的战略目标和相关工作路线为现代化C3使能能力提供了总体方向，并为能够针对21世纪威胁执行联合全域作战的完全网络化C3基础设施奠定了基础。成功的执行需要通过详细的实施计划和绩效措施来实施战略，以识别和减轻威胁，确保有效的供应链安全，并结合安全的工程实践，包括对弱点和漏洞的初始和持续测试、评估和补救。",
        "实施附录提供了高层次的指导，以优先考虑和同步与本战略中包含的各种目标相一致的现代化工作。DoDCIO将通过既定流程推动执行和跟踪进度，其中包括每年发布的DoDCIOCPG，以告知组件计划目标备忘录；通过国防部年度绩效计划和年度绩效报告跟踪关键指标；以及国防部首席信息官对组件信息技术相关预算提交的年度审查和认证。",
        "该战略的成功实施还需要通过有效治理进行强有力的管理。国防部首席信息官将建立一个企业治理框架，以促进",
        "在C3领域负有法定责任的众多国防部利益相关者之间进行协作并创造协同效应。治理机构将提供战略方向、协调资源分配并调整政策指导，以确保部门C3现代化工作的凝聚力。",
        "结论",
        "国防部在C3领域面临着前所未有的变革和机遇时代。新的政府和商业技术的快速发展为军事C3能力的革命性改进提供了希望。为了实现并从这些改进中获得竞争优势，国防部必须致力于决定性的领导、明确的行动和联合企业方法来进行C3现代化工作。",
        "在执行这一战略时，国防部直接响应NDS的号召，为我们的战士在全方位的军事行动中提供决定性的竞争优势。现代化的C3能力将通过提高战场空间意识、改进跨域机动和火力协调以及在复杂环境中分散部队之间更可靠和更有弹性的通信来实现更致命的部队。他们将通过允许任务合作伙伴与联合部队无缝集成，并具备根据任务要求进行互操作、通信和协作的能力，从而加强联盟并深化联盟互操作性。现代化的C3系统将支持部门改革工作，通过从以组件和平台为中心的能力转变为支持快速采用、集成和模块化技术更新的网络化企业架构来提高性能和可负担性。",
        "附录：实施指南",
        "作为国防部长信息技术和国家安全系统的首席参谋助理和高级顾问，国防部首席信息官负责为国防部C3系统制定战略、政策和企业架构。因此，国防部负责指挥、控制和通信的副首席信息官(DCIO(C3))主要负责实施国防部C3现代化战略。",
        "DoDCIO与其他DoD和OSD组件密切合作以履行其职责。DCIO(C3)将酌情与OUSD(A&amp;S)、OUSD(R&amp;E)、军事部门、联合参谋部和作战司令部办公室合作和协调，以成功执行这一战略。",
        "本附录的目的是为国防部C3系统和基础设施的现代化提供高级指导。它概述了国防部必须开展的优先活动，以实现该战略以及2018年NDS和国防部数字现代化战略的目标。它并不全面涵盖所需的所有C3现代化活动，也没有指导财政规划。相反，它将帮助指导后续治理机构评估和分析工作，为军事部门POM和计划预算审查(PBR)决策提供信息。",
        "DCIO(C3)将通过指挥、控制和通信领导委员会(C3LB)和其他高级治理机构开展以下部门范围内的实施工作：",
        "目标1：开发和实施敏捷电磁频谱操作",
        "LOE1.1–加强EMS数据收集和汇总，以提供准确、相关、可发现、可理解和可信的信息。",
        "•将频谱应用迁移到云端",
        "•改进云数据融合/集成",
        "•改进基于云的数据分析",
        "LOE1.2——开发支持人工智能的数据分析，以增强决策和能力",
        "特快专递。",
        "•实施基于云的初始数据分析",
        "•实施频谱决策支持能力",
        "LOE1.3–提高对EMS的理解和态势感知能力，以表征和减轻拥挤和有争议的EMOE的风险。",
        "•现代化频谱应用",
        "•基于云的频谱态势感知初始操作能力",
        "LOE1.4–开发认知、动态、频谱访问和共享能力，以便在需要的时间和地点为作战人员提供可靠的EMS访问。",
        "•现代化频谱应用",
        "LOE1.5–实施标准化的自动化接口，以允许频谱相关系统在频谱访问风险发生时动态地接受、避免、减少或转移它们。",
        "•发布电磁频谱企业架构",
        "目标2：增强PNT信息的传递、多样性和弹性",
        "LOE2.1–实施模块化开放系统方法来集成DoDPNTEnterprise功能，以实现最大的灵活性和不可预测性，以应对不断发展的NAVWAR威胁环境。",
        "LOE2.2–现场现代化PNT能力。",
        "LOE2.3–与盟国和联盟伙伴发展NAVWAR伙伴关系。",
        "LOE2.4–与其他联邦部门和机构密切合作，为和平目的的GPS民用和现代化以及促进获得适当水平的GPS服务以满足国土安全目的的要求。",
        "实施——治理是DoDPNTEnterprise的核心原则。为了取得成功，DoDPNTEnterprise要求DoD的各个组织共同努力，制定实施和利用PNT能力所必需的操作概念，以实现集成的、无缝的PNT启用的NAVWAR操作，以支持军事任务。政策指导和合规发布是治理过程的核心。DoD4650系列指令、说明和手册指导DoDPNTEnterprise在整个部门的实施。此外，通过DoDPNT企业监督委员会结构执行的治理过程为实施提供了信息，该结构在DoDDirective(DoDD)4650.05，定位、导航和计时(PNT)中建立。该过程是迭代的，由国防部年度预算周期驱动，通过该周期评估PNT威胁、确定差距、开发能力并实施应用程序，以确保国防部联合部队结构和支持信息系统的所有要素符合NAVWAR合规性。作为DoDPNT企业监督委员会(OC)的秘书处和DoDPNT执行管理委员会(EMB)的主席，DoDCIO是监督影响内部和外部部门股票的所有PNTEnterprise行动的部门联络点。通过OC结构分配的实施行动反映了DoDD4650.05系列发布中包含的组件职责。将通过DoDPNTEnterpriseOC和EMB的定期会议跟踪实施行动的执行情况。",
        "目标三：加强国家领导指挥能力",
        "LOE3.1–维持安全的高层领导和连续性沟通。",
        "•为整体现代化计划制定行动计划和里程碑，包括对所有通信、网络和设施的企业分析",
        "LOE3.2–实现安全、弹性和可靠的高级领导和连续性通信的现代化。",
        "•通信和设施的企业分析，考虑到整个国防部的投资并利用正在开发的全联网能力",
        "LOE3.3——确保高层领导的网络安全和连续性通信。",
        "•用于网络防御、网络、设施和基础设施监控的NLCC安全运营中心",
        "LOE3.4–确保DoDC3系统可与NLCC以及更广泛的国家安全和应急准备能力（包括跨机构、州、地方、部落和地区政府）互操作并能够在它们之间共享信息。",
        "•完成设备安装以实现互操作性",
        "目标4：提供集成且可互操作的超视距(BLOS)通信能力",
        "LOE4.1–建立并持续监控DoDSATCOM治理框架的战略、政策、程序和其他要素。",
        "•进行卫星通信系统工程组和两个卫星通信同步和集成工作坊（SSIWS），并向C3LB进行上行信道决策",
        "•通过开发旨在影响军事部门对卫星通信能力的投资的CPG，利用DoDCIO预算认证流程",
        "•国防部首席信息官参加由美国太空司令部J36主办的年度窄带、宽带和卫星通信工作组",
        "•修订SATCOM系统工程组章程，将作战主席从美国战略司令部改为USSPACECOM，并增加USCYBERCOM和USSF作为成员，并与C3LB保持一致",
        "•更新和发布DoDI8420.02，DoD卫星通信，以反映自2016年最初发布以来部门组织和职责的变化",
        "•制定国防部卫星通信战略实施计划",
        "LOE4.2–开展以需求为依据的架构规划活动，以建立一个响应迅速、有弹性、集成的DoDSATCOM企业。",
        "•DoDCIO开发SATCOM终端RA并提交联合信息环境(JIE)执行委员会(EXCOM)批准",
        "•DoDCIO开发SATCOMGatewayRA并提交JIEEXCOM批准",
        "•DoDCIO和DISA完成SATCOM网关优化和弹性研究",
        "•DISA更新SATCOM网关互操作性和集成执行计划",
        "•DoDCIO和USSF确保SATCOM参考和解决方案架构与DoDIN传输优化计划保持一致",
        "•参与即将到来的窄带卫星通信服务(NSCS)AoA，并就能力的地面和终端部分提供输入和分析",
        "•根据宽带通信服务(WCS)AoA中提供的建议，监督未来的宽带卫星通信能力，以确保访问基于云的基础设施",
        "LOE4.3——扩大卫星通信与盟国和国际伙伴的合作和整合。",
        "•国防部首席信息官继续每年担任北约卫星通信能力领域小组(CAT)的主席",
        "•作为四方联盟的一部分，向北约提供未来的北约卫星通信服务（FNS）",
        "•作为联合通信网关杰拉尔顿(C2G2)能力的一部分，与澳大利亚建立宽带全球卫星通信(WGS)资源共享",
        "•与SAF/IA团队协调，扩大WGS系统的联合参与",
        "•与美国海军合作，向加拿大发布完整的移动用户目标系统(MUOS)",
        "•将MUOS的发布范围扩大到五眼合作伙伴",
        "LOE4.4——获取并部署现代化的国防部卫星通信能力，以向战术边缘提供信息服务。",
        "•将商业卫星通信管理服务集成为整体“混合”卫星通信架构的一部分",
        "•将SATCOM运营管理和态势感知工具(SOMSAT)集成到SATCOM综合运营部门的SATCOM通用作战图(COP)",
        "•支持现场受保护战术波形(PTW)的调制解调器，支持WGS和商业卫星通信(SATCOM)上的受保护战术企业服务(PTES)功能",
        "•交付和集成未来的MUOS卫星，以延长MUOS星座的生命周期",
        "•成熟的PTW和PTES管理功能，支持受保护的战术卫星通信(PTS)星座功能",
        "•交付和集成WGS卫星#11",
        "•交付和集成企业管理和控制能力，以跨各种卫星通信系统向作战人员无缝交付卫星通信",
        "LOE4.5–进行知情和响应迅速的DoDSATCOM资源管理。",
        "•根据可用的态势信息实施SATCOMCOP",
        "•将SOMSAT集成到SATCOMCOP",
        "LOE4.6–为SATCOM拒止环境开发和提供先进的BLOS功能。",
        "•扩大对BLOS吞吐量不足的创新解决方案的使用",
        "•支持先进BLOS技术的研究、开发和过渡",
        "•使高频全球通信系统(HFGCS)地面系统现代化，以纳入数字自适应波束形成技术、新波形、网络和自动链路建立技术，并同样使配备HF的部队现代化",
        "•利用其他高频系统，例如OverTheHorizo​​n雷达",
        "•现场现代化的高频波形",
        "目标5：加速和同步现代化战术通信系统的部署",
        "LOE5.1-成熟的战术通信企业治理，以指导部署决策和同步军事部门的工作。",
        "•将C3LB正式化为战术沟通的高级领导治理论坛",
        "•制定章程并将无线电和COMSEC战略工作组重新建立为TCSSG，作为C3LB的下属工作组",
        "LOE5.2–制定和执行政策和标准，以提高互操作性并降低战术网格复杂性，同时增强弹性。",
        "•更新DoDI4630.09，通信波形管理和标准化",
        "•为非开发和商业现成波形开发评估和测试流程，以更好地解决国防部不拥有知识产权的波形的互操作性、安全性和可负担性",
        "•为北约(SATURN)v3美国军用标准开发与北约规范兼容的第二代抗干扰战术UHF无线电",
        "•为所有DoD核心C2波形建立参考实现",
        "LOE5.3——开发和发布经批准的联合战术通信架构和现代化路线图，以增强与联合、盟军、联盟和伙伴部队的安全、实时/近实时战术通信。",
        "•制定、配备和批准战术通信路线图",
        "•将加拿大皇家骑警过渡到在线战术通信现代化计划",
        "•开发、配备和批准战术通信架构",
        "•实施联合战术网络中心模块化无线电架构框架",
        "LOE5.4——通过快速整合现代通信技术来维持和现代化战术通信网络能力，以提高国防部战术网络的能力和生存能力。",
        "•制定指导，以影响军事部门对关键战术通信能力的投资",
        "•主要服务和波形赞助商确定具有令人望而却步的技术或成本障碍的遗留波形，以便在有争议的环境中使用现代化并消除这些波形",
        "•实施战术无线电风险管理框架，为战术无线电建立更加一致和可重复的安全分析、审查和保护流程",
        "•管理DoD从HAVEQUICK到SATURN能力的过渡",
        "•管理国防部向单通道地面和机载无线电系统(SINCGARS)v3的过渡。1",
        "•在FYDP上实施加密现代化计划Mod1(CM1)计划，以实现近期C3现代化；从长远来看，C3现代化与CryptoMod2(CM2)和NSA加密路线图保持一致",
        "•FieldLink-16项高级功能",
        "目标6：全面建立和实施公共安全通信(PSC)生态系统",
        "LOE6.1–制定国防部政策并应用治理。",
        "•为PSCIT架构实施分配DISA执行代理职责",
        "•发布DoDPSC指令和指令",
        "•成立PSC高级指导小组，开始对倡议和实施进行集体监督",
        "LOE6.2–评估和缓解能力差距。",
        "•陆军将开展全部门评估和基线企业大规模预警通知(EMWN)能力",
        "•陆军将为国防部提供基本工具、服务和方法的建议",
        "•DISA为州、地方、部落和东道国的互操作性提供DoDIN架构要求",
        "•分别实现国防部EMWN初始作战能力和全面作战能力",
        "LOE6.3–同步DoD预算、POM和支出。",
        "•在未来几年防御计划(FYDP)中建立以PSC为重点的计划要素",
        "•调整和规划PSCDoD预算要求以影响POM22",
        "LOE6.4–发展积极的合作伙伴关系并与行业互动。",
        "•DoDPSC社区通过协议备忘录(MOA)建立州、地方、部落、东道国和机构间伙伴关系",
        "•确定国防部公共安全应答点(PSAP)调度操作员和管理人员的专业协作、行业互动、演习参与和认证指标",
        "目标7：营造快速发展5G基础设施并利用非美国5G网络的环境",
        "LOE7.1–确定5G的额外频谱。",
        "•为最终确定DoD5G标准参与计划做出贡献",
        "•开发雷达/5G频谱共享试验台",
        "LOE7.2–协调全球5G频谱。",
        "•与国际标准机构协调5G频谱协调工作",
        "LOE7.3–制定5G标准、频谱和网络安全政策。",
        "•继续与5G国际标准机构进行持续的工作协调",
        "•制定与5G相关的网络安全政策、标准和指南",
        "LOE7.4–加速DoD采用5G技术。",
        "•在任务规划、仓库运营、全球资产/供应链管理和智能港口/基地等领域开发两用应用原型",
        "•执行以DoD为重点的网络原型，以扩展5G商业网络在DoD任务中的实用性",
        "•展示使用动态频谱利用和受控利用5G网络安全架构和红队“操作”的能力",
        "•在大约12个国防部站点执行大规模5G实验",
        "•与联合参谋部J6副局合作进行C5集成，展示5G与其他网络和波形的基于任务的互操作性",
        "目标8：提供弹性和响应式指挥与控制(C2)能力LOE8.1–实施JADC2概念。",
        "•支持JADC2CFT以促进概念开发、联合试验和演示，以发展联合C2能力",
        "•确保开发和实施通用标准和计算平台，以实现跨部队的应用程序开发和重用",
        "•启用并允许联邦资助的研发中心在开发通用标准/架构方面拥有专业知识，以支持JADC2概念",
        "LOE8.2–现代化指挥和控制系统。",
        "•通过交付增强版全球指挥和控制系统——联合(GCCS-J)并最终过渡到企业托管、基于云的部署模型，实现联合态势感知和获取情报数据和工具的C2能力现代化",
        "•通过开发新的基于云的软件，提供创建和执行空中任务命令（ATO）所需的现代化空中作战指挥控制能力；创造条件弃用传统的战区战斗管理核心系统(TBMCS)",
        "•通过提供联合规划和执行服务(JPES)来替代传统的联合作战规划和执行系统​​(JOPES)，实施增强的联合危机行动规划和部队投送能力",
        "•与美国运输司令部/联合使能能力司令部(JECC)合作，开发商业案例和相应的采购和资助战略，以取代传统的可部署联合指挥与控制(DJC2)系统",
        "•与联合参谋部J6副局合作进行C5集成，展示基于任务的多域多分类和弹性C5能力",
        "•采用单一的现代且高效的机器对机器C2消息传递标准",
        "LOE8.3–实施信息共享标准。",
        "•实施国家信息交换模型(NIEM)作为GCCS-J和接口系统中的首选信息交换规范，以提高数据目标级别的互操作性和可理解性",
        "•采用现代化的接口标准，将点对点接口转换为网络服务提供的数据",
        "LOE8.4–提升软件敏捷性并提高网络安全性。",
        "•在关键的联合C2计划（例如，GCCS-J、空中作战中心武器系统Block20）中试行敏捷软件开发方法，以减少向联合作战人员部署新能力的时间，这与国防授权法案的方向一致",
        "•完成新的软件采购途径政策的制定",
        "•参与由OUSD(A&amp;S)领导的敏捷软件实践社区，以促进分享经验教训和最佳业务实践，以提高敏捷软件的采用率",
        "所有C2项目的采购实践",
        "目标9：提供任务合作伙伴环境(MPE)能力和服务LOE9.1–为国防部范围的MPE框架制定政策和程序。",
        "•更新DoDI8110.01，任务合作伙伴环境(MPE)信息共享能力实施，以使MPE政策、职责和程序与新的执行代理和首席参谋助理指定保持一致",
        "LOE9.2–从不同的遗留解决方案过渡。",
        "•执行联合互操作性数据中心性(JIDC)联合测试工作，以开发、测试和评估战术、技术和程序，以建立和利用以数据为中心的环境，使作战和战术层面的任务指挥官能够有效地与联盟和多国合作伙伴",
        "•开发MissionPartnerGatewayeXtended(MPGW-X)，以优化、融合、保护和标准化与全球美国合作伙伴的连接",
        "LOE9.3–互操作性合规性和评估的应用。",
        "•开展基于任务的互操作性合规性评估能力，以确保信息可以与需要的人、何时何地交换，具体取决于操作需要和可接受的风险水平"
    ],
    [
        "国防部",
        "5G战略实施计划",
        "推进5G技术和应用",
        "确保5项能力",
        "回应公共法律116-92，第254节，第1页287-1288，国防军授权执行2020",
        "分发声明A.获准公开发布。",
        "经国防部长批准",
        "2020年12月15日",
        "介绍",
        "正如国防部5G战略1所述，“5G是一项关键的战略技术：那些掌握先进通信技术和无处不在的连接的国家将拥有长期的经济和军事优势。”国防部5G战略提供了国防部5G方法，以支持确保5G2安全的国家战略和2020财年(FY)国防授权法案第254节。本文件作为国防部5G战略的附录，并提供了额外的有关如何在整个部门实施国防部5G战略的详细信息。",
        "5G对国防部很重要，因为它提供了更高的性能和额外的功能，特别是对于数据驱动的应用程序和机器对机器的通信。这些能力将成为一种新的网络战争方式的基础，它将传感器和机器结合在一起，从而彻底改变战场空间以及前线后方的后勤和支持功能。国防部必须能够使用提供值得信赖的5G技术的5G国防工业基地。",
        "与前几代无线技术相比，5G提供了更多可针对特定应用进行定制的功能，例如满足应用的性能或安全要求。此外，商业应用和技术正越来越符合国防部的需求。正因为如此，国防部有机会成为5G应用的早期采用者，这有助于美国工业更快地发展和成熟这些应用以及底层的5G生态系统。这也使国防部能够影响特定应用程序和技术的开发，以更好地满足国防部的需求。同样重要的是，这种方法为国防部解决其独特的安全需求以及在全球5G生态系统中的安全运营提供了机会。",
        "国防部5G战略和本实施计划为解决国防部如何使用和推进5G网络和应用程序的技术、安全、标准和政策以及合作方面提供了路线图。",
        "实施5G努力方向",
        "国防部5G战略将以下工作确定为实现国防部关于5G的关键目标的必要努力：",
        "1.促进技术发展，",
        "2.评估、缓解和操作5G漏洞，",
        "3.影响5G标准和政策，以及",
        "4.吸引合作伙伴。",
        "该实施计划描述了这些工作的各个组成部分以及国防部如何实施它们。",
        "1.推广技术指南：",
        "国防部将促进5G技术的进步和采用，并通过促进科学、技术、研究、开发、测试和评估工作来确定5G系统、子系统和组件的新用途",
        "1国防部5G战略，.",
        "2确保5G安全的国家战略，Final.pdf。",
        "通过对测试站点、频谱许可、技术专长和资源的独特访问。国防部还将与工业界和学术界合作，支持关键技术的开发，将这些技术集成到受保护的架构中，并展示“变革性5G及以后”应用程序。3",
        "国防部正在寻求通过成为5G网络和应用的早期采用者以及为5G技术创新和成熟做出贡献来促进5G技术的发展。",
        "美国工业在提供基于无线网络连接的领先服务和应用的能力方面表现出色。通过在众多国防部设施举办5G实验和演示，国防部正成为5G应用和服务的早期采用者。这将确保国防部有能力使用支持5G的最新技术解决方案，同时还提供早期技术验证机会，帮助美国工业继续在价值链的高端领先。",
        "国防部获得价值链低端的可靠技术也很重要，特别是在5G无线电接入网络(RAN)和5G核心。通过原型设计和实验活动，国防部正在促进包括毫米波系统在内的射频(RF)技术的成熟，以及动态频谱利用能力。国防部还在RAN和5G核心中试验网络技术，重点是利用美国行业专业知识的开放式架构和虚拟化方法。",
        "由于国防部需要精通5G的人员来支持其部署和使用5G技术，因此国防部还与跨部门合作伙伴合作，投资于劳动力发展。",
        "在STRATIONS上托管5GDEM",
        "国防部将选择军事设施作为从2020财年开始的一系列5G行业演示的主办方。这些演示将开发和测试军用和两用5G技术、概念和应用。选定的测试平台将通过提供适合测试5G功能集成的大型复杂环境（例如，智能港口、供应链管理和仓库运营）使行业合作伙伴受益。成功演示和验证的产品将迅速部署，并通过国防部的适当组织进行后续采购、运营和维护。",
        "国防部已开始与工业界合作，在十二个国防部设施中托管5G大规模原型设计和实验。4在每个站点都安装了一个5G网络测试平台，以对先进的5G网络技术进行原型设计，并试验国防部对5G的使用。每个站点都托管至少一个支持5G的原型应用程序，该应用程序利用5G的功能来提高国防部的能力。每个站点还可以使用可以增强测试平台和应用程序的先进5G技术进行原型设计和实验。除了在每个站点进行的初始实验外，预计还将执行使用测试平台的其他实验。",
        "这些努力是整个国防部的协作努力，包括服务和每个设施的用户社区。通过积极与用户社区互动，在这些大规模实验中开发的原型可以转换为适当领域的记录程序。",
        "国防部正在以下初步实验中对5G技术进行原型设计和评估：",
        "o在希尔空军基地(AFB)，空军正在评估5G系统对机载雷达的影响，反之亦然，在中频带频谱中，并开发动态利用频谱的技术，使雷达和5G系统能够共存。",
        "o在圣地亚哥海军基地，海军正在设计5G智能仓库系统原型，用于通过物流仓库将物资和材料转运到海上船只。",
        "3斜体段落直接来自国防部5G战略。",
        "4国防部5G到下一个G倡议，https://www.5g-to-xg.org/。",
        "o在海军陆战队奥尔巴尼后勤基地，海军陆战队正在试验用于车辆存储和维护的5G智能仓库技术。",
        "o在Lewis-McChord联合基地和Yakima战术训练场，陆军正在试验5G技术，通过使用增强现实/虚拟现实(AR/VR)功能来增强战备和战术训练。",
        "o在内利斯空军基地，空军正在试验基于通过5G网络互连的游牧和移动分布式C2车辆的弹性指挥和控制(C2)。",
        "o在诺福克海军基地，海军正在评估将5G技术用于全船和码头侧连接的情况。",
        "o在珍珠港-希卡姆联合基地，海军与空军合作，正在寻求通过使用5G访问航线上的飞机维护数据来提高飞机的战备状态。",
        "o在欧文堡的国家训练中心，陆军正专注于移动高性能无线连接5G功能，这可以使前沿​​作战指挥所变得更加灵活、分散，并且在现代战场上的生存能力更难被发现；在胡德堡，陆军正专注于实现半自主作战、遥感和对峙的能力。",
        "o在彭德尔顿营地，海军陆战队正在试验使用5G技术来支持快速部署作战行动中心，以提高作战节奏和弹性。",
        "o在圣安东尼奥联合基地，陆军和空军正在合作提供安全、有弹性和可靠的5G远程医疗应用程序，以实现值得信赖的护理、增加医疗培训机会并维持实时功能能力，同时支持所有国防部医疗任务目标。",
        "o在廷克空军基地，空军正在试验5G增强的沉浸式训练和教育。",
        "o在圣安东尼奥联合基地，与其他国防部5G站点合作，正在评估5G核心网络技术，重点是互操作性、安全性以及5G功能对国防部需求的适用性。",
        "图1–DoD5G应用和实验示例",
        "这些实验会有几个结果。在军事站点初始部署5G获得的信息和经验将通过简化系统配置和获得国防部设施运行授权(ATO)等流程来加速国防部对5G的使用。此外，5G应用程序将通过对从后勤到维护再到医疗保健等领域的常见任务进行现代化改造，帮助提高国防部行动的效率。",
        "射频技术",
        "国防部认识到，“5G及以上”功能的真正变革性用途将需要在所有5G频段上运行，包括毫米波段中24GHz以上高频可用的连续频谱。美国微电子行业擅长毫米波技术，国防部可以利用这一点",
        "毫米波设备的开发、采购和部署方面的专业知识。国防部还将支持促进共享共同主要联邦接入的政策，并将促进与毫米波技术相关的国家和国际标准。",
        "国防部正在投资射频技术，这些技术将通过在更高频率上使用大量频谱来改变军事能力和作战行动。这些技术将提高网络容量，并为国防部提供更好的频谱控制。",
        "在毫米波(mmW)频谱中，国防部正在通过投资早期原型来帮助推进毫米波技术，特别是那些能够在移动5G基站之间保持毫米波通信链路的同时支持游牧和移动操作的原型。国防部还在基于先进的波束成形技术寻求毫米波频段频谱利用的新概念。国防部还投资于使用毫米波功能的应用，特别是毫米波频段中的大片频谱所支持的高容量（以每秒比特计）。需要以高数据速率进行流式传输的应用（例如高质量视频和传感器数据收集）与mmW功能非常匹配。毫米波频段的其他特性也在探索中，例如在这些频段中更好地控制射频频谱特征的能力，这使得对手的目标更加困难，从而提高了美军的弹性。",
        "在频谱的中频段和低频段，国防部正在试验提高容量和频谱效率的技术，包括极化调制和直接波形生成。此外，国防部继续使软件定义无线电(SDR)技术成熟，包括在不同频段集成多个SDR的混合系统。",
        "国防部还专注于波束成形技术，5G使这些技术变得更便宜、更普及。波束成形为RF频谱特征控制提供了额外的选项，以及更好的动态频谱利用率。",
        "来自LIZATION的DY和MICSPECTROOM",
        "无处不在的5G覆盖将需要访问各种射频(RF)，包括中频（1GHz至6GHz）范围内的射频。由于该频谱被国防部大量使用并且受到5G行业的高度追捧，因此需要技术和框架来在不同的用户之间共享该频谱。国防部将支持纳入新技术的系统的研究、开发、测试、采购和部署，这些新技术允许更大的频谱访问，同时防止对旧系统的有害干扰。国防部将开发近实时共享所需的技术和能力，以便在拥挤的频谱环境中进行军事行动。",
        "国防部专注于有效使用射频频谱，既为频谱的军事用户在有争议的频谱环境中提供更大的灵活性和弹性，又确保美国电信行业拥有提供国防部和国家所需的5G能力所需的频谱要求。动态频谱利用为这些能力提供了关键技术基础。",
        "为确保国防部能够继续使用其雷达感知国内和国际威胁，国防部正在评估5G无线网络和高功率雷达如何在同一频谱中发挥作用。为了实现这一目标，国防部正在建立一个高度受控的测试环境，以更好地了解影响这些系统之间干扰的5G和雷达频谱动态。基于此测试平台的干扰测量和分析，正在开发和评估雷达和5G的动态频谱利用技术。国防部将扩展和增强这些发现，以优化在全方位军事行动需求中的频谱利用。",
        "国防部提高频谱效率和减少干扰的其他努力包括评估人工智能和机器学习对频谱资源利用的使用，以及频谱感知和波束成形对军事和商业系统使用的影响。",
        "PENARCHITECTUREANDVIRTUALIZATION",
        "国防部将有助于开发先进的5G网络架构。国防部实验计划还将为5G核心和边缘系统的更安全设计提供信息，包括开放式无线电接入网络和网络切片。由此产生的开放式架构以及虚拟化网络和服务将使公司更容易提供5G服务，从而刺激创新、竞争和收购选择。该方法还将通过提供更广泛的利益相关者社区来增强安全性，这些利益相关者致力于确保最终架构的整体完整性。",
        "国防部正与业界密切合作，推进5G开放架构工作。这包括在RAN和5G核心中推广开放接口，以允许更多的竞争和创新，以及更强大的安全评估。",
        "国防部正在其原型设计和实验工作中评估来自业界的多种RAN实施，从更传统的RAN设计到基于开放接口和开源软件的尖端实施。正在探索各种硬件和软件方法，包括基于混合硬件/SDR的RAN技术。正在评估多个系统实施的性能和功能，以及互操作性和安全性。",
        "国防部也在研究如何利用5G架构的转型特性，即日益软件驱动的虚拟化网络。在这些努力中，来自整个行业的多个5G核心实施正在评估互操作性和安全性。由于这些5G核心技术是基于软件和虚拟化的，它们为国防部提供了新的灵活性，可用于执行广泛的国防部任务。例如，网络切片和网络功能虚拟化等5G特性的使用为国防部提供了新的方法来实施具有多种不同安全性和性能特征的网络，这些特征适合特定的操作需求。国防部正在探索如何最好地部署这些基于软件的网络，包括云和移动边缘云架构。",
        "为CE开发人员工作",
        "美国5G产业的发展需要广泛且训练有素的劳动力。国防部将与学术界、工业界和跨机构合作伙伴合作，确定必要的技能并制定人力资本计划，以利用国防部的STEM项目以及与大学和实验室的长期合作伙伴关系。这种方法还将扩展到开发6G及以上先进技术所需的下一代人才。",
        "5G和6G无线网络技术的部署将通过数字化未来行业（工业4.0）来改变工作场所，从而显着促进经济增长。与此同时，随着国防部成为这些新网络的早期采用者以及随之而来的两用技术的推广，对劳动力发展的长期投资进行规划至关重要。国防部将需要一支训练有素的员工队伍，在无线硬件、网络堆栈软件、边缘和云计算以及日益连接的应用程序的交叉点部署、维持和使用新的5G技术。这将需要创建一支技能不同的劳动力队伍，这些劳动力在认知和物理系统的整合上蓬勃发展。",
        "国防部正在与学术界、工业界和跨机构合作伙伴合作，利用国防部现有的STEM项目与大学和实验室合作伙伴合作，为5G投资人力资本。国防部正专注于几个重点领域：",
        "o与学术界和工业界合作，为5G教育和培训提供在线访问和专业内容创建。",
        "o利用5G部署/测试平台进行现实的劳动力培训。",
        "o利用现有的国防部奖学金和实习计划。",
        "o利用国家科学基金会奖学金计划，包括与国防部需求相一致的以5G为重点的活动。",
        "o利用现有的博士后项目（例如联邦实验室的博士后项目）来推进5G劳动力发展。",
        "o与值得信赖的合作伙伴建立国际合作，共享5G测试平台以促进劳动力发展。",
        "2.作为SESS，MITIGATE，请勿通过5GVULNERABILITIES付款：",
        "鉴于军队需要在敌对和有争议的环境中作战，国防部将利用基于风险的框架来确保我们的5G网络、设备、武器系统和应用程序的机密性、完整性和可用性，并鼓励其合作伙伴和盟友也这样做.国防部还将进行针对特定国家的评估，以确定盟友和合作伙伴网络中的非安全设备如何影响国防部的行动。",
        "5G有望在全球范围内为通信基础设施带来根本性变革，并为军事和私营部门提供无处不在的连接。这提供了新的机会，并将为那些可以利用5G通信的组织创造显着优势。",
        "为确保国防部能够随时随地有效运作，国防部正在与私营部门合作加速5G创新，以便我们能够迅速在全球范围内充分利用其能力。这种情况类似于利用全球现有的道路基础设施。典型的国防部任务并非首先在战区建设新的道路基础设施。当然，现有的道路基础设施可能并不适合国防部的所有用途，可能需要建设新基础设施的能力。然而，第一选择（通常也是唯一选择）是“通过”现有道路基础设施。同样，未来的国防部任务必须通过现有的5G网络基础设施运行。这种基础设施的部署和可用性越来越高。正如假设国防部可以通过现有的交通基础设施运作一样，国防部可以通过利用5G通信基础设施获得显着优势，如果无法利用现有基础设施，则可能处于严重劣势。",
        "国防部5G“直通式运营”概念识别了四种不同类别的网络基础设施。在第一个也是最具挑战性的类别中，国防部必须能够在现有的美国电信基础设施上进行持续的行动。在第二类中，国防部在联盟伙伴国家的行动必须能够通过联盟伙伴的国家电信基础设施运作。在美国和联盟的例子中，长期基地和自发行动都可以从访问一个国家现有的电信基础设施中受益。在第三种更具挑战性的情况下，国防部可能需要在“灰色地带”网络基础设施上运行，这些基础设施受到与国防部任务目标不兼容的组织的影响甚至控制。最后，国防部在有争议的地区开展业务。在所有四种环境（美国、联盟、灰色和有争议的）中，使用本地5G基础设施可以扩展和增强整个军事行动的军事选择。",
        "在通过现有5G基础设施进行操作时，必须克服可在全球范围内被对手利用的重大安全漏洞。尽管DoD将鼓励盟友和合作伙伴仅部署值得信赖的5G设备，但DoD必须假设提供5G连接的底层网络在许多情况下都是不受信任的。此外，在某些环境中，网络运营商可能不受信任。国防部必须能够在底层通信设备、网络运营商或两者的组合都是对手的网络环境中运作。因此，国防部正专注于通过利用动态频谱访问、减轻网络中的对手威胁和充分利用5G技术，确保美军能够在我们行动的任何地方通过对5G网络的对手威胁开展行动的技术。",
        "TELLIGENCE的THREAT",
        "国防部必须对5G威胁和漏洞有清晰而全面的了解。国防部还担心潜在对手的能力及其利用5G技术损害美国利益的意图。除了监控外国技术发展外，国防部还必须了解对手的军事和情报部队如何利用支持5G的能力来影响作战行动。这些评估必须最大限度地利用美国盟友和合作伙伴的合作。",
        "5G标准包含新的安全功能，与现有的商业无线网络相比，这使5G网络有可能更安全地运行。但是，这些功能与新的安全问题相平衡。尽管5G标准包含更多安全功能，但这些功能通常是可选的，因此可能无法在5G网络上实施。此外，底层硬件的信任程度（或缺乏信任）将对使用该硬件的系统的安全性产生影响。因此，了解5G安全性至关重要，同时关注系统漏洞和对手威胁。国防部与其跨部门合作伙伴合作，将通过以下方式实现这一目标：",
        "o开发技术以识别、跟踪和缓解因网络设备、软件组件和部署环境的不同选择、配置和组合而产生的威胁和漏洞。",
        "o向监管机构、标准组织和网络运营商提供基于证据的信息，以便他们能够对网络设备做出明智的选择。",
        "o展示攻击者如何利用底层硬件中的漏洞来影响支持5G的功能和操作。",
        "o跟踪网络切片和频谱共享等5G新功能的使用情况，并识别与这些功能相关的威胁和漏洞。",
        "总的来说，这些行动为国防部提供了由美国和联盟伙伴运营的5G网络的威胁情报，并提供了工具和技术来快速识别灰色和有争议的网络环境中的威胁和漏洞。",
        "MINIMIZING5GINFRASTRUCTURERISKS",
        "通过与盟友和合作伙伴合作，可以降低和更轻松地管理5G基础设施供应链的风险，以确保供应商遵守严格的监控、检查、物理安全、运营安全以及人员审查标准和最佳实践。根据第13873号行政命令，保护信息和通信技术和服务供应链（2019年5月15日），国防部不会获取、进口、转让、安装、交易或使用外国对手生产的5G技术。此外，国防部必须与盟国、合作伙伴和行业密切协调，制定并执行该部门供应链风险管理的详细计划。最终结果必须支持国防部在全球范围内开展行动的能力，即使是在网络受到威胁的地区也是如此。",
        "国防部正在制定5G供应链风险管理战略、指南和程序，并通过标准机构与行业合作，以颁布最佳实践。例如，国防部正与电信行业领导者密切合作，通过电信行业解决方案联盟(ATIS)标准开发组织制定5G供应链保障行业标准。除其他外，这项工作旨在利用现有的采购和网络安全控制和流程来实现美国的国家和经济安全目标。",
        "除第13873号行政命令外，2019财年国防授权法案第889条禁止联邦采购某些中国电​​信设备和服务。NDAA第889节的禁令不仅适用于联邦采购项目或服务，也适用于与使用它们的实体签订的合同，无论这种使用是否是在履行联邦合同下的工作。国防部实施第889条将增强5G供应链的安全性。",
        "此外，国防部是新成立的联邦采购安全委员会(FASC)的成员，其目的是确定和推荐供应链风险缓解战略，以支持整个政府采取全面和一致的方法。FASC的努力将直接应用于缓解5G供应链风险。",
        "全球运营",
        "国防部在全球范围内运作，需要能够安全地使用私有、混合和公共5G网络。国防部将与工业界、学术界、标准制定机构和政府研究实验室合作，在国防部设备和基础设施中开发和部署技术和技术，以确保全球5G网络的受保护和弹性利用，即使在被拒绝、降级、间歇性和有限的环境中也是如此.",
        "国防部的“贯穿”概念强调了在全球5G基础设施上运行的能力。在许多情况下，国防部有权通过典型的商业关系在另一个国家的5G网络上运行。但是，国防部必须假设网络环境中的元素有动机积极破坏国防部对5G网络基础设施的使用，并且国防部必须有办法应对这种情况。",
        "允许在另一个国家的5G网络上运行需要一定程度的服务水平协议，其中可能包括设备数量、带宽、延迟和可靠性的预期范围。与任何组织一样，必须预见在有争议的基础设施中提供的任何服务水平协议都可能无法得到满足。国防部5G“直通式”方法将使用端到端网络切片等5G技术和动态频谱利用等自适应技术，以使国防部能够获得完成任务所需的能力，无论承诺的服务水平协议是否由5G网络满足。",
        "在许多情况下，虽然DoD可能有权在5G网络上运行，但底层设备可能能够检测和中断DoD通信。这可能采取设备在网络运营商不知情的情况下泄露数据的形式，设备出现故障的方式对国防部流量尤其具有破坏性，并可能发送不正确的控制消息，从而破坏国防部对网络的使用。此外，这些非国防部网络可能会成为无线电级别的故意电子干扰和可能反对国防部任务的网络运营团队故意配置的主题。5G网络的复杂性和多样性为对手提供了广泛的潜在破坏性选择。然而，这种作战技术的多样性也为国防部提供了许多通信路径，可用于确保任务能力保持充足，尽管努力破坏国防部对网络的使用。",
        "SECURITYASSESSMENTS",
        "国防部将进行安全评估，以发现、评估和缓解5G漏洞。这些行动包括在支持5G的网络、平台和系统的开发、部署和维护期间识别漏洞。",
        "应对每个支持5G的网络、平台或系统进行风险分析，以识别、评估和管理使用5G的国防部行动的风险。例如，必须评估和管理三个信令网络：SS7、5DIAMETER、6和HTTP.7SS7和DIAMETER多年来一直是出了名的不安全。必须分析使用5G的应用程序，以确定SS7和DIAMETER中的已知漏洞是否会对作战人员造成高风险。大多数这些类型的漏洞都与机密性有关",
        "5Q.700：CCITT7号信令系统简介，。",
        "6RFC6733–直径基础协议，https://tools.ietf.org/html/rfc6733。",
        "7RFC7540-超文本传输​​协议版本2(HTTP/2)，https://tools.ietf.org/html/rfc7540。",
        "SMS和GPS坐标，以及漫游欺诈。一些潜在的漏洞也允许使用语音拦截。目前很少有缓解措施可用。",
        "还必须考虑与5G相关的其他安全漏洞，包括：来自网络虚拟化和切片功能的与核心网络相关的漏洞，由于城市等密集网络区域中未受保护/暴露的小基站数量增加而增加的攻击面（密集化），将计算移近蜂窝站点（边缘计算）引入的风险，由于大量物联网设备在5G上运行的安全保护有限而带来的威胁，以及供应链风险。",
        "随着5G技术在移动应用程序、网络、平台和系统中的预期扩散，国防部必须了解所有此类漏洞被引入5G环境的潜在风险以及适当的缓解策略。很多时候，在系统构建和部署之后，减轻某些类别的漏洞的成本变得过高。因此，必须在开发期间和整个系统生命周期中实施安全测试和漏洞检测。",
        "为此，必须通过模拟和模拟对抗性攻击来测试漏洞。这将使国防部能够评估5G环境和基础设施的安全优势和劣势。此漏洞测试包括但不限于环境中的相关网络、平台、系统和应用程序。因此，进行全面的漏洞评估往往是发现以前未知漏洞的最准确方法。",
        "对于功能，大多数支持5G的系统将使用后端应用程序编程接口(API)作为整个应用程序的一部分。由于API通常是基于Web的应用程序中已知的问题点，因此5G应该没有区别对待。因此，这些API需要包含在任何安全测试工作中。此外，为了确保通信本身得到适当保护，内部控制测试以及密码控制测试是必不可少的。如果没有在整个连接中适当且安全地植入加密，数据的完整性和机密性可能会受到质疑。",
        "5G网络、平台或系统部署完成后，应进行额外的安全测试，以确保本地配置没有引入任何新的漏洞。这个过程应该在环境或基础设施的整个生命周期内持续通过每个补丁、更新和/或升级。",
        "CYBERSECURITYANDDZERO-TRUST",
        "5G架构的规模、复杂性和分散式设计使得依赖外围安全是不可行的，外围安全假设只允许受信任的设备进入网络。国防部将改为开发和验证5G的零信任模型。零信任方法将允许国防部管理风险，同时通过利用加密和对权限和信息访问的细粒度管理在不受信任的网络环境中运行。",
        "零信任范式非常适合新兴的5G网络基础设施。国防部方法的一个基本假设是，底层设备和软件是不可信的，并且某些元素会故意破坏国防部的通信。5G设备和网络运营实践将在全球电信提供商的控制之下，具有一定的可信度。网络设备可能在网络运营商不知情的情况下窃取数据。网络设备或网络运营实践可能会导致国防部流量使用的通信路径出现故障，网络元素和传输范围内的元素可能会试图干扰部分频谱，并且可能会在5G的任何级别生成故意无效的控制消息网络。",
        "使用零信任方法，国防部正在开发和展示通过不安全网络进行安全操作的技术，这些网络结合了新的警惕水平，并且是由不受信任和较少-",
        "不可信的设备和系统。这将提供国防部行动所需的数据的可用性、机密性和完整性。",
        "为了解决可用性问题，国防部可以利用5G网络的复杂性和多样性来提供强大的通信和多路径解决方案。为了克服针对特定路径的电子干扰以及基于控制平面的攻击，国防部将展示包括动态频谱利用在内的各种抗干扰技术如何要求对手不断发展。这些功能将在高度动态和竞争激烈的射频环境中进行大规模原型设计和评估。",
        "为了提供机密性，DoD专注于两种基本技术。首先，必须确保使用先进的自适应加密和密钥管理技术适当保护数据内容，并通过适当启用5G机密性选项。其次，可以通过混淆技术解决控制消息和一般通信模式的对手分析。",
        "通过使用适用于所有消息内容的现有消息认证技术，可以以类似于机密性的方式解决完整性问题。控制消息的完整性更具挑战性，但可以通过5G提供的大量冗余来克服。",
        "3.在FLUENCE5GSTANDARDS和POLICIES：",
        "5G代表全球技术；许多私人和政府组织正在开发、部署和管理它。设计5G系统的国家和国际标准必然会影响哪些公司和国家最有能力提供这些能力。",
        "由于5G是一项全球性技术，并且国防部寻求在其全球运营中使用5G，因此与标准保持一致对于确保国防部能够利用5G行业正在开发和部署的技术，从而提高能力并节省成本至关重要。在大多数情况下，国防部将能够直接使用5G技术。然而，由于其使命，DoD还需要超出行业通常所需的能力。因此，DoD正在与工业界合作以影响标准以满足DoD的需求。",
        "5G还将改变国防部的运作方式。正因为如此，国防部正在重新审视其频谱管理能力，以适应行业日益增加的频谱使用，以及5G影响军事作战规划和作战概念(CONOPS)的方式。",
        "尽管5G是全球性的，但大量的技术和知识产权开发是在美国完成的，其中大部分与国家安全有关。国防部将与其跨部门合作伙伴合作，确保美国技术受到保护。",
        "ES的标准设置GBO",
        "为了推广高质量、受保护和可靠的5G设备和应用，美国必须在制定信息和通信技术标准方面发挥主导作用。国防部将全面实施其标准参与计划，并将积极参与第三代合作伙伴计划(3GPP)组织。国防部及其跨部门合作伙伴，包括联邦通信委员会(FCC)、美国国家标准与技术研究院(NIST)和美国国家电信和信息管理局(NTIA)，必须为此参与制定具体和优先的结果，包括加强美国在关键标准制定组织和推广高质量的美国5G及其他技术方面的影响力。",
        "国防部参与5G标准的方法包括建立一个专门的跨部门团队(CDT)，其活动包括共享文档、提供跨会议代表、调整投票和确定美国的优先事项。5GCDT正在与行业和标准合作",
        "组织成为5GDoD标准的焦点，并与从事5G标准的其他联邦机构密切合作（图2）。",
        "图2–国防部5G标准概述",
        "DoDComponents已提名5GCDT的主题专家参与频谱工程、安全、供应链风险管理、网络和服务领域的标准组织。5GCDT成员预计将参加多个国际会议，并协调标准开发与国防部5G活动的测试/技术评估。5GCDT正在开发技术贡献和论文（在内部以及与供应商合作伙伴合作），并评估供应商和运营商的市场地位和努力。5G实验将用于评估性能并提高这些标准贡献的质量。",
        "国防部5GCDT活动分为五个技术领域。五个技术领域又被划分为专注于更具体项目的子主题（图3）。针对这些主题的5GCDT子团队的标准项目优先级会定期更新，以适应5G技术发展的快速步伐。",
        "图3–国防部标准主题和子团队",
        "5GCDT子团队将与其上述机构间、国际和行业合作伙伴合作，参与特定的标准制定机构，通过宣传和提交技术贡献来塑造5G成果。国防部参与的标准制定机构包括第三代合作伙伴计划(3GPP)、电信行业解决方案联盟(ATIS)、",
        "和电气与电子工程师协会(IEEE)。请注意，此列表将定期更新，以配合5G技术发展的快速步伐。",
        "DVANCEDSPECTRUMMANAGEMENT",
        "传统的频谱管理方法——为单一用途分配频率片——不支持民用和军用创新对频谱不断增长的需求。正如2018年关于为美国未来制定可持续频谱战略的总统备忘录所建议的那样，频谱法规和政策必须与技术进步、不断增长的频谱需求和运营现实保持同步。作为联邦频谱的最大用户，国防部必须继续与NTIA和FCC密切合作，制定共享频谱的新政策，包括动态频谱共享和现有频段的双向共享。5G共享决策必须以技术可行性和工程分析为依据，以确保能够满足当前和未来的国防部任务要求。国防部试图证明这种方法将为国防部和5G网络运营商提供更大的频谱接入、容量和免受干扰的保护。这种方法还将为在全国范围内更广泛地采用频谱共享铺平道路，这将有助于刺激5G部署，在需要时为国防部提供对关键任务频谱的访问，并提高对频谱中强制、非法和剥削行为的抵御能力。",
        "正如《关于为美国未来制定可持续频谱战略的总统备忘录》中所指出的，美国需要一种平衡、前瞻性、灵活和可持续的频谱管理方法，以帮助满足经济、国家安全、科学、安全和其他联邦使命现在和未来的目标。作为联邦频谱的最大用户，DoD必须继续与NTIA和FCC密切合作，制定在所有频段使用频谱的新政策。技术进步可以更快地将频谱推向市场，同时保护和增强未来军事能力的灵活接入。同时，5G频谱决策必须以技术可行性和工程分析为依据，以确保能够满足当前和未来的国防部任务要求。国防部试图证明这种方法将为国防部和5G网络运营商提供更大的频谱接入、容量和免受干扰的保护。这种方法还将促进美国的领导地位和频谱技术的采用，加快5G部署，扩大所有用户的频谱接入，并提高应对频谱中对抗行动的弹性。为了实施这种方法，国防部将：",
        "o与国家监管机构合作和整合，开发现代化的国家频谱管理IT架构和相关分析工具，以扩大所有用户的频谱接入。",
        "o与国会、政府和国家监管机构一起倡导监管和政策变革，以支持创新频谱技术和方法的开发和实施。",
        "o通过盟军伙伴关系推进敏捷频谱作战，重点是用于指挥和控制的现代化电磁战斗管理工具。",
        "o与业界建立合作伙伴关系，以在DoD股票和5G以及超越商业能力之间成熟的创新频谱技术和方法。",
        "5G-ENABLEDCONCEPTSOFOPERATIONS",
        "5G能力的部署将为改革国防部企业服务和创造强大的新军事优势提供大量机会。国防部将开发新的作战概念，以确保其部队率先利用5G的转型速度和连接性。国防部将在其所有任务中探索和开发支持5G的能力，并将确保它能够在竞争激烈和拥挤的频谱环境中实现其任务目标。军事部门将通过将先进的信息网络整合到美军的组织、训练和装备方式中来加强军事效能。",
        "利用尖端技术增强联合部队的态势并为联合部队创造优势对于国防部在国内外的企业和军事行动至关重要。国防部将调整5G和下一代技术，以“通过”有争议和受限制的频谱和受损的频谱“运行”",
        "网络以确保最大程度的战备、杀伤力和盟友之间的合作。预计将在联合部队中实施的变革性创新包括跨人类、机器和物联网的无线、无处不在的连接。国防部将率先采用颠覆性5G功能，例如：",
        "o增强型移动宽带(eMBB)–向具有完全移动性的多个用户提供更高质量和丰富的内容服务；",
        "o超可靠和低延迟（显着降低延迟）——支持交付由超可靠和低延迟网络保证的关键通信；和",
        "o大规模机器对机器通信——通过广泛的传感器网络和多个连接设备实现大规模自动化；来自物联网(IoT)的传感器数据被广泛认为是5G的主要驱动力。",
        "5G的用例适用于多个行业领域，其中一些与国防相关。5G有可能成为支持基于云的人工智能增强分布式传感的新努力的通信结构。例如，智能港口或智能航线可能包括传感器（物联网）、边缘计算、移动/平板手机、用于维护的增强现实设备和自动化车辆（机器对机器通信）。虽然这些不是5G引入的新技术，但它是5G预示着在或更接近于客户边缘的启用。",
        "然而，5G也带来了新的动力，从而对安全和风险评估构成威胁。在可预见的未来，除了简单地提供对移动互联网的访问之外，5G网络最终将取代关键基础设施通信，并彻底改变交通、物流和医疗保健等多个垂直领域。未来的5G网络将是软件密集型、云原生的，并且越来越多地由人工智能(AI)算法管理。为了确保国防部能够从该技术中受益，同时降低风险，国防部的任何5G实施都必须建立在理解和管理不断扩大的威胁形势的持续承诺之上。",
        "TECHNOLOGYCONTROLMEASURES",
        "国防部还必须支持整个政府的努力，以保护支持5G的技术免受美国潜在对手的侵害。这包括审查外国对美国公司的投资、更新和审查出口管制以及其他措施——同时不损害国防部获取下一代技术的能力。美国商务部必须在保护敏感信息与美国公司合作和进入国际市场的需要之间取得平衡。这些措施必须定期审查和更新，以适应技术发展的快速步伐。",
        "国防部正在寻求多种方法来保护5G技术。国防部参与美国外国投资委员会(CFIUS)是保护5G支持技术免受敌对资本影响的一个关键工具。通过该机制，国防部可以通过审查和调查，并在适当时禁止和暂停对相关美国公司的对抗性投资来保护这些技术。",
        "此外，通过国防部外国投资审查(FIR)办公室的国际和国内外展计划，国防部可以分享有关敌对资本试图在外国场所（尤其是与美国公司有联系的场所）破坏支持5G技术的信息，并提醒我们的盟友和合作伙伴的出口管制风险敞口。",
        "FIR还可以利用其分析能力和与跨机构合作伙伴的合作来识别和减轻CFIUS文件中未另行通知的对抗性资本投资，并描述可能使美国公司面临对抗性资本威胁的市场趋势。",
        "4.ENGAGEPARTNERS:",
        "国防部必须主动与跨机构、国际和行业合作伙伴合作，以塑造5G成果。这需要积极、优先和协调的对话，以支持我们与每个社区的共同利益。",
        "5G是一个跨越全球的生态系统，由行业驱动，并在政府的护栏内运行。为了推进国防部在5G方面的目标，与国际盟友和合作伙伴、工业界以及整个政府和国会的协调参与至关重要。",
        "INTERNATIONALALLIESANDPARTNERS",
        "国防部必须与国务院密切合作，利用即将举行的双边和多边对话与国际合作伙伴讨论5G问题。国防部必须向盟国和合作伙伴传达其国家安全资产面临的风险——动员、互操作性、信息共享、运营和抵御胁迫的能力——以便在缓解措施变得更加昂贵之前迅速解决这些问题。这件事很紧迫，因为许多国家已经在拍卖5G频谱并对5G基础设施进行长期投资。重要的是，美国促进对5G保护的重要性以及未经授权的外国访问所构成的严重威胁的共同理解。布拉格关于5G安全的提案和国家5G安全战略为构建这一问题提供了有益的基础，特别指出“应考虑到第三国对供应商影响的总体风险”。",
        "我们的盟友和合作伙伴做出的关于5G部署的决定通常涉及政府和行业的高级领导人，他们可能不会将电信基础设施视为国家安全问题。国防部必须确保外国同行了解5G威胁和漏洞对互操作性和工业安全构成的风险，以便他们能够在政府之间准确传达信息。这要求国防部就5G供应商受制于外国政府的风险提供明确的基于国家安全的理由。",
        "一些国家继续寻求通过外交压力、误导性报道、市场操纵、国家支持的融资和/或其他激进干预来破坏公平和公开的5G设备和服务国际竞争。美国正在直接面对这种策略，并确保我们的盟友和合作伙伴了解外国供应商与其政府安全组织之间的联系。国防部将通过与全球社区合作识别5G安全漏洞并与国防部同行共享相关威胁情报来支持这些国家层面的努力。",
        "为了影响即将到来的重大决策，国防部必须为国际参与制定明确、优先的结果，并确保国防部的军事、政治和行业外联与支持这些结果保持一致。这将包括关于与美国在5G研究、标准和部署方面合作的机会的积极信息。",
        "为实施这一国际参与战略，国防部正在利用其与盟国和合作伙伴的持续接触，包括与关键领导人的接触，向他们传达允许不受信任的供应商进入其网络的风险，同时寻找机会来平衡中国与美国或盟国的技术提案替代品。",
        "国防部正在确保将国防部5G战略的关键点纳入国际外联工作下的双边和多边防务接触谈判。国防部还继续完善谈话要点和信息传递策略，以解决国家特定的问题，并在成功的信息传递工作的基础上再接再厉。",
        "此外，国防部正在优先考虑与盟国和合作伙伴的接触和支持，以在具有我们共同价值观和利益的国家之间开发5G替代方案。",
        "在工业和通用电气",
        "国防部将继续与我们的全球行业合作伙伴进行公开透明的对话，包括5G微电子制造商、电信公司和应用开发商。一个健康而强大的国家安全创新基地对于为美国提供国防供应链的低风险组件来源至关重要。国防部与行业的合作将继续为美国制定5G标准、研究重点和国际合作的方法提供信息。只有工业才能提供国防部所需的5G功能。",
        "国防部与工业界的关系将成为国防部5G战略实施的各个方面不可或缺的一部分。国防部将继续与我们的全球行业合作伙伴进行公开透明的对话，包括5G微电子制造商、电信公司和应用开发商。一个健康而强大的国家安全创新基地对于为美国提供国防供应链的低风险组件来源至关重要。国防部与行业的合作将继续为美国制定5G标准、研究重点和国际合作的方法提供信息。只有工业才能提供国防部所需的5G功能。",
        "国防部5G原型设计和试验工作的一个主要目的是促进美国工业的创新和成功。每个测试平台都将包含来自美国大公司和小公司的解决方案。这些公司将开发支持国防部及其客户群的解决方案。5G生态系统远远超出了基础网络基础设施。相关公司包括提供产品和服务的公司，例如设备、数据中心、电信运输、安全、无人机、自动驾驶汽车、机器人、制造设备、医疗保健设备、增强现实/虚拟现实(AR/VR)和移动设备应用程序。国防部将尽可能部署商用产品和服务，以利用规模和市场创新。国防部5G试验台将作为美国公司将其解决方案推向市场的绝佳参考。",
        "国防部还将促进国防和电信行业之间的合作。这已经通过国防工业协会努力将国防和电信公司联合起来，以支持5G频谱运营和法规优化。此外，国防部将探索在5G研究、开发、测试和评估等主题上加强美国和国际合作伙伴行业实体之间合作的机会。",
        "大会IO和GEMENT",
        "国家5G开发和部署的许多方面都受到立法的影响。美国公司需要足够的资金来部署5G基础设施，以及公平、有竞争力的全球市场准入。国防部将与跨部门合作伙伴合作，确定并推荐具体的立法提案，以加强5G标准和安全、激励部署并抵消对公开市场的扭曲。",
        "国会对DoD5G工作的支持，包括DoD的5G原型设计和实验计划，对于加速DoD采用5G技术、努力保护5G系统以及促进5G和下一代无线技术的技术开发计划至关重要。",
        "国防部将继续与国会积极合作，以加强国家和国防部的5G能力。特别是，正在进行的实验活动将有助于确定需要立法考虑的具体问题，例如消除快速网络部署障碍或激励5G安全的方法。",
        "结论",
        "本文件描述了国防部将如何通过促进技术开发、评估、缓解和运营5G漏洞、影响5G标准和政策以及吸引合作伙伴来实施国防部5G战略。5G和未来的“nextG”技术对美国的网络战争方式至关重要。国防部5G战略和该实施计划将有助于确保美国军方、美国公众以及我们的盟友和合作伙伴能够使用世界上最好的5G系统、服务和应用程序。"
    ],
    [
        "清除",
        "对于带有建议的公开出版物",
        "2020年9月30日",
        "执行摘要：国防部数据战略",
        "释放数据推进国防战略",
        "BLUF：国防部数据战略支持国防战略和数字化",
        "通过提供将部门转变为以数据为中心的企业所需的总体愿景、重点领域、指导原则、基本能力和目标来实现现代化。成功不能被视为理所当然……所有国防部领导人都有责任将数据视为武器系统，并管理、保护和使用数据以达到作战效果。",
        "愿景：DoD是一个以数据为中心的组织，它以速度和规模使用数据来获得运营优势和提高效率。",
        "重点领域：该战略强调需要与作战社区中的用户，特别是作战人员密切合作。最初的重点领域包括：",
        "联合全域作战——利用数据在战场上取得优势",
        "高级领导决策支持——使用数据改进国防部管理",
        "业务分析——使用数据推动所有层级的明智决策",
        "8项指导原则是国防部所有数据工作的基础：",
        ")数据是一种战略/sset——DoD数据是一种高兴趣的商品，必须",
        "以一种能够带来直接和持久军事优势的方式加以利用。",
        ")集体数据管理-国防部必须指派数据管理员、数据保管人、",
        "以及一组功能数据管理器，以在整个数据生命周期中实现问责制。",
        ")数据伦理——国防部必须将伦理放在所有思想和行动的最前沿，因为它",
        "涉及如何收集、使用和存储数据。",
        ")数据收集——国防部必须在数据收集点启用电子数据收集",
        "始终创建和维护该数据的谱系。",
        ")企业范围的数据访问和可用性——国防部数据必须可用",
        "供所有授权的个人和非个人实体通过适当的机制使用。",
        "）数据。人工智能训练——人工智能训练的数据集和",
        "算法模型将越来越多地成为国防部最有价值的数字资产，我们必须创建一个框架来在整个数据生命周期中管理它们，以提供受保护的可见性和负责任的代理。",
        ")数据拟合。出于目的——国防部必须仔细考虑数据中的任何道德问题",
        "收集、共享、使用、快速数据集成以及最小化任何意外偏差的来源。",
        "）设计。合规性——国防部必须实施IT解决方案，提供",
        "有机会完全自动化信息管理生命周期、正确保护数据并维护端到端记录管理。",
        "实现所有目标所需的4项基本能力：",
        ")架构-DoD架构，由企业云和其他支持",
        "技术，必须允许比对手能够适应的更快地以数据为中心。",
        ")标准-国防部采用一系列标准，不仅包括通常",
        "管理和利用数据资产的公认方法，以及表示和共享数据的成熟和成功的方法。",
        ")治理-国防部数据治理提供原则、政策、流程、",
        "有效管理从创建到处置的各个级别的数据所需的框架、工具、指标和监督。",
        ")人才和文化-国防部劳动力（服务人员、平民和",
        "每个梯队的承包商）将越来越有能力处理数据，做出基于数据的决策，制定基于证据的政策，并实施有效的流程。",
        "要成为以数据为中心的国防部，我们必须实现7个目标（又名VAULTIS）：",
        ")使数据可见-消费者可以找到所需的数据。",
        ")使数据可访问-消费者可以检索数据。",
        ")使数据易于理解——消费者可以识别内容、上下文和",
        "适用性。",
        ")使数据链接-消费者可以通过先天利用数据元素",
        "关系。",
        ")让数据值得信赖——消费者可以对数据的各个方面充满信心",
        "做决定。",
        ")使数据可互操作——消费者有一个共同的表示/",
        "数据的理解。",
        ")确保数据安全-消费者知道数据受到保护，不会受到未经授权的影响",
        "使用/操作。",
        "前进之路：为实施该战略，各部门将制定可衡量的数据战略实施计划，由DoDCDO和DoDDataCouncil监督。数据治理社区和用户社区将继续合作，为所有数据利益相关者识别挑战、开发解决方案并分享最佳实践。",
        "国防部数据战略",
        "前言",
        "国防部(DoD)的使命是提供威慑战争和确保我们国家安全所需的军事力量。国防部现在认识到，数据是一种战略资产，必须加以运用才能提供致命和有效的联合部队，与我们的盟友和合作伙伴网络相结合，维持美国的影响力并促进共同的安全和繁荣。",
        "改进数据管理将提高国防部在大国竞争时代打赢战争的能力，并使运营商和军事决策者能够利用数据来利用当前无法获得的战略和战术机会。我们有责任从国防部的能力和投资中获得全部价值，从而赢得作战战士、美国国会和美国人民的信任。拥抱新的数据驱动概念并利用商业部门的创新将改善军事行动并增加杀伤力。",
        "为了实现这一变化，该部门正在采用新技术作为其数字现代化计划的一部分——从自动化到人工智能(Al)，再到支持5G的边缘设备。然而，这些努力的成功取决于以安全的方式利用来自外部来源、DoD系统以及连接的传感器和平台的大量数据流来推动这种数字基础设施。对手也在竞相积累数据优势，任何一方能够更好地利用数据，都将获得军事优势。我们打仗和打赢战争的能力要求我们在快速和大规模地操作和保护我们的数据资源方面成为世界领导者。",
        "国防部数据战略通过提供总体愿景、指导原则、基本能力、目标和目标来支持数字现代化，以引导这一转变并转变为以数据为中心的企业。虽然提高熟练度和效率的机会无处不在，但该战略的重点是联合作战、高级领导决策支持和业务分析。不能认为成功是理所当然的。所有国防部领导人的责任是将数据视为武器系统，并管理、保护和使用数据以达到作战效果。战士指望我们确保美国军队仍然是世界上最强大和最有效的战斗力量。",
        "大卫·L·诺奎斯特",
        "国防部副部长",
        "目录",
        "简介1",
        "愿景和指导原则2",
        "数据是一种战略资产3",
        "集体数据管理3",
        "数据伦理3",
        "数据收集3",
        "企业范围的数据访问和可用性4",
        "人工智能训练数据4",
        "符合目的的数据4",
        "合规性设计4",
        "基本能力5",
        "目标和实现目标6",
        "实施战略9",
        "结论11",
        "介绍",
        "作为国防部数字现代化计划的关键组成部分，国防部数据战略通过访问准确、及时和安全的数据来提高军事效能，从而支持国防战略(NDS)。除了战斗力，国防部领导人——包括国防部长办公室(OSD)、军事部门、参谋长联席会议主席办公室(CJCS)和联合参谋部、作战司令部、国防部机构和国防部现场活动（在本战略中统称为组件）——需要数据驱动的洞察力，以提供对国防部运营和管理的公平和准确的部门范围表示。",
        "所有梯队的战士都需要经过测试、安全、无缝地访问网络、支持基础设施和武器系统的数据，直至战术边缘。国防部数字现代化计划提供的高级功能取决于企业数据管理政策、标准和实践。所有领域的传感器和平台都必须按照开放数据标准进行设计、采购和运行，这是一项关键要求。现代战场上的生存将取决于利用不同来源的数据并建立联系，使用分析工具获得卓越的态势感知，并协调信息以获得分解的精确效果。",
        "该战略描述了问题，并为国防部建立了与数据相关的愿景、指导原则、基本能力、目标和目标。图1显示了这些不同方面之间的关系。问题陈述和范围如下所述，定义了部门的首要问题及其适用对象。愿景声明捕捉数据的未来状态。国防部将根据指导原则实现其愿景，并以目标和目标为重点。基本能力跨越目标并列举广泛的企业能力。",
        "图1：国防部数据战略框架",
        "问题陈述",
        "国防部必须加快其成为以数据为中心的组织的步伐。国防部缺乏企业数据管理，无法确保任务指挥官、作战人员、决策者和任务合作伙伴以实时、可用、安全和链接的方式广泛使用或访问可信的关键数据。这限制了数据驱动的决策和洞察力，阻碍了快速和适当行动的执行。",
        "此外，国防部软件和硬件系统的设计、采购、测试、升级、操作和维护必须以数据互操作性为关键要求。这些差距经常被不必要的人机界面所弥补，这些界面引入了复杂性、延迟和增加的错误风险。这限制了国防部在所有领域以机器速度对抗威胁的能力。",
        "国防部还必须提高有效数据管理所需的数据领域技能。该部门必须加大力度评估我们现有的人才，招聘新的数据专家，并留住我们的发展力量，同时制定确保培养数据人才的政策。我们还必须花时间提高员工对数据的敏锐度，并找到促进数据意识文化的最佳方法。",
        "范围",
        "国防部数据战略适用于整个国防部及其数据，无论信息驻留在哪个系统上。",
        "愿景与指导原则",
        "2.1。愿景声明",
        "国防部是一个以数据为中心的组织，它以速度和规模使用数据来获得运营优势和提高效率",
        "指导原则",
        "该部门利用八项指导原则来影响该战略的目标、目的和基本能力。这些指导原则是国防部内所有数据工作的基础。",
        "数据是一种战略资产",
        "国防部在规划和使用人员、武器系统、供应链和运输等传统战略资产方面付出了巨大努力，以取得积极成果。同样，国防部中的数据是一种高利益商品，必须以一种能够带来直接和持久军事优势的方式加以利用。随着DoD开始将其数据管理作为其整体任务的关键部分，它与竞争对手和对手相比获得了明显的战略优势。通过使用可信赖的综合数据，这些优势将体现在更快速、更明智的决策中。",
        "集体数据管理",
        "为了充分利用数据进行决策，国防部正在定义数据管理的角色和职责。国防部将指派数据管理员、数据保管人和一组职能数据管理者，以在整个数据生命周期内实现问责制。数据管理员制定管理数据访问、使用、保护、质量和传播的政策。数据保管人负责提升数据的价值并执行政策，而职能数据经理负责实施政策并管理日常质量。",
        "数据伦理",
        "数据的合乎道德的使用将是所有关于如何收集、使用和共享数据的计划和行动的最前沿。正如国防部长在2020年2月21日关于人工智能伦理的指导中所说，“尽管技术发生了变化，但国防部对宪法、战争法和最高道德行为标准的承诺并未：”或高级分析，关于负责任地使用数据的道德原则仍然很重要，它们将得到国防部首席数据官和整个部门所有数据和分析领导者的拥护。组成部分CDO将负责促进由监督机制支持的道德数据使用文化，以识别和促进美国和我们的合作伙伴之间的最佳实践。",
        "数据采集",
        "无论数据领域、社区或用途如何，挑战都是一样的——发现和收集数据并不断增加价值，以便为决策者提供最佳信息。因此，DoD必须在创建数据时实现数据的电子收集，并始终保持该数据的谱系。创建数据的那一刻，就应该对其进行标记、存储和编目。当数据被组合或集成时，还必须立即收集、标记、管理和适当保护生成的产品。为了加快这些过程并最大限度地减少人为错误的风险，这些步骤应尽可能自动化。",
        "企业范围的数据访问和可用性",
        "与数据管理和收集密切相关的是数据的可访问性和可用性。这是通过成功实施企业功能（例如企业云）来实现的；身份、凭证和访问管理(ICAM)；和相关的数据共享工具。如果我们的员工不接受新的文化规范，最好的技术、流程和政策将无法成功。因此，国防部正在将文化从需要知道（即信息隐瞒）转变为有责任提供（即信息共享）。在作战、情报和业务系统中提供数据对于从企业范围内了解国防部的日常运作至关重要，对于国防战略和数字现代化战略的成功也绝对至关重要。因此，国防部的一个基本前提是数据应通过适当的机制供所有授权的个人和非个人实体使用。为了继续这种转变，领导者必须支持这种文化变革，树立榜样，教育他们的组织，并实施数据共享，以确保国防部的默认姿态是广泛共享信息。只有在法律或国防部范围内的政策要求以及涉及安全、隐私或道德考虑的情况下，才应限制数据共享。此外，我们必须确保数据不仅受到保护，而且在其整个生命周期中得到妥善处理。",
        "人工智能训练数据",
        "人工智能(AI)是一种基于高质量训练质量数据集(TQD)的长期数据能力，这些数据集是用于构建算法模型的信息片段和相关标签。TQD和算法模型将越来越成为国防部最有价值的数字资产。随着国防部对人工智能技术进行现代化改造并将其集成到联合作战中，在算法战争时代，在国防部范围内对这些数字资产进行可视化和访问将至关重要。我们还必须了解，如果这些资产受到损害，我们的竞争对手将获得优势。因此，DoD首席数据官(CDO)将与DoDComponents合作，创建一个现代治理框架，用于管理算法模型和相关数据的生命周期，为这些数字资产提供受保护的可见性和负责任的代理。",
        "符合目的的数据",
        "“符合目的”的数据是在其预期用途的范围内易于发现和理解的高质量数据。它应包括仔细考虑数据收集、共享、使用、预期信息表示、快速数据集成、和最小化任何意外偏差的来源。国防部数据的客户对访问国防部数据有自己的要求，这可能与原始数据收集的目的或意图一致，也可能不一致。此外，在某些情况下，立法或法规可能指定如何使用数据以及必须从哪个来源使用数据。DoD支持数据探索以增强影响决策制定的分析。",
        "合规设计",
        "IT解决方案的实施为完全自动化信息管理生命周期、正确保护数据和维护端到端记录管理提供了机会。该部门将把数据管理和遵守政策作为重中之重。遵守所需的数据政策是为未来作战解决方案持续提供资金的关键成功因素，并将成为授权运营的大门。",
        "基本能力",
        "实现DoD数据目标需要四个基本能力。这些能力并非特定于单一目标，但它们是实现所有目标所必需的。本节仅描述所需的功能。实现基本能力所需的努力留给未来的数据战略实施计划。",
        "建筑学",
        "该策略强调对数据的访问以及随着技术和数据源的变化而调整需求的能力。由企业云和其他开放架构功能支持的DoD架构必须允许以比对手能够适应的速度更快的速度转向数据。快速、持续地开发和部署轻量级应用程序以支持用户需求的能力彻底改变了国防部使用数据的方式并带来战略优势。敏捷的架构方法可以通过平衡紧急设计和有意架构来交付增量价值。这种敏捷方法允许数据和系统的架构（甚至是大型解决方案）随着时间的推移而发展，同时支持当前用户的需求。",
        "标准",
        "国防部采用一系列标准，不仅包括公认的数据资产管理和利用方法，还包括经过验证和成功的表示和共享数据的方法。鉴于DoD系统的多样性，这些标准应在数据生命周期的最早实际点应用，开放数据架构的行业标准应在任何可行的地方使用。标准本身并不是目的，而是在使数据和信息能够轻松、安全地使用和交换时提供价值。此外，数据交换规范的物理编码将允许在拥挤和有争议的环境中进行操作。此外，国防部CDO将与运营测试和评估(DOT&amp;E)主任合作，确保测试和评估与数据相关的材料能力，从而了解技术的有效性和适用性。",
        "治理",
        "数据治理提供了有效管理从创建到处置的各个级别数据所需的原则、政策、流程、框架、工具、指标和监督。数据治理允许以有组织的方式听取和代表利益相关者。对于DoD，数据治理将在级联级别执行，所有问题都在尽可能低的级别解决。数据治理包括影响数据的本地化系统决策，直至部门内关键数据资产的完整记录管理。此外，必须在整个部门正确实施数据管理和记录管理。",
        "人才与文化",
        "将国防部转移到以数据为中心的组织需要以国防部员工为核心的文化转型。国防部将继续将其决策文化发展为完全基于技术支持的数据和分析的文化。现代、敏捷、信息优势的国防部员工（领导者、服役人员、文职人员和承包商）将越来越有能力使用数据、做出基于数据的决策、制定基于证据的政策和实施有效的流程。我们必须精心培养我们的数据人才，以创造和维持这些能力。我们必须提供数据技能培训，建立卓越的数据工程中心，并为数据专家之间的协作建立一个支持性的生态系统。",
        "目标和实现目标",
        "国防部数据战略的核心原则是理解数据不是IT资产，而是任务本身必不可少的组成部分。数据无处不在。国防部武器平台、连接设备、传感器、训练设施、测试靶场和业务系统会产生大量数据，所有这些数据都保留并共享其数据以供更广泛的使用。数据必须是高质量、准确、完整、及时、受保护和值得信赖的，这一点至关重要。因此，该部门通过建立以下目标使数据成为战略资产。",
        "国防部数据将是：",
        "可见-消费者可以找到所需的数据。",
        "可访问-消费者可以检索数据。",
        "可理解-消费者可以找到数据描述以识别内容、上下文和适用性。",
        "链接-消费者可以通过与生俱来的关系利用互补的数据元素。",
        "值得信赖——消费者可以对决策数据的各个方面充满信心。",
        "可互操作——消费者和生产者对数据有共同的表示和理解。",
        "安全-消费者知道数据受到保护，不会受到未经授权的使用和操纵。",
        "目标：让数据可见",
        "使数据可见的目标使授权用户能够发现特别感兴趣或有价值的数据的存在。数据管家、数据保管人和职能数据管理者都有责任并有义务通过识别、注册和公开数据的方式使其数据对授权用户可见，从而使其在整个企业中易于发现，并酌情向外部合作伙伴公开。转向这种类型的数据可见性允许用户（个人和非个人实体）发现并快速识别谁负责特定数据资产、数据资产的位置、可用数据资产的类型以及访问数据资产的方式。",
        "在以下情况下，国防部将知道它在使数据可见方面取得了进展：",
        "目标1：在需要的时间和地点向授权用户宣传和使用数据。",
        "目标2：DoD实施元数据标准，包括共享数据的位置和访问方法。",
        "目标3：对所有DoD数据源进行编目。",
        "目标4：DoD实施公共服务来发布、搜索和发现数据。",
        "目标5：作战和业务治理机构根据近实时数据的实时可视化做出决策。",
        "目标：使数据可访问",
        "使数据可访问的目标使授权用户能够在需要时获得所需的数据，包括将数据自动推送给感兴趣的授权用户。数据可访问性必须符合公法(PL)115-435，即2018年循证决策基础法案。国防部正在使授权用户可以访问数据，包括作战、情报和商业数据。可访问性要求为认证用户提供保护机制（例如，安全控制），以确保根据法律、法规和政策允许访问。",
        "在以下情况下，国防部将知道它在使数据可访问方面取得了进展：",
        "目标1：可通过记录的标准应用程序编程接口(API)访问数据。",
        "目标2：通用平台和服务创建、检索、共享、利用和管理数据。",
        "目标3：通过可重用的API控制数据访问和共享。",
        "目标：使数据易于理解",
        "了解数据对于增强、更准确和及时的决策至关重要。无法汇总、比较和真正理解数据会对部门的反应和响应能力产生不利影响。如果没有适当的上下文，对数据的解释和分析可能会出现缺陷，从而导致潜在的致命后果。将业务和技术结合起来并应用以数据为中心的方法，可以将大量数据转化为更有效地领导国防部所需的洞察力。",
        "在以下情况下，国防部将知道它在使数据易于理解方面取得了进展：",
        "目标1：数据以保留语义的方式呈现，并在整个国防部以标准化方式表达。",
        "目标2：DoD对相同的数据类型使用通用的数据语法，并在数据资产中包含语义元数据。",
        "目标3：将数据元素对齐到具有受控但灵活的词汇和分类的综合数据字典中。",
        "目标4：在综合数据目录中对数据进行基线化和清点，其中包含有关目的、所有权、联系点、安全性、标准、接口、限制和使用限制的相关信息。",
        "目标5：国防部拥有创建、调整、实施和管理业务词汇的流程，包括企业标准。",
        "目标6：自适应智能系统监控数据流并识别转换、组合或获取新数据的机会，从而提供更多洞察力。",
        "目标：使数据链接",
        "数据驱动的决策需要链接国防部数据，以便可以发现和维护关系和依赖关系。该部门遵循开放数据标准、数据目录和元数据标记的行业最佳实践，确保可以建立和利用不同来源的连接进行分析。",
        "在以下情况下，国防部将知道它在建立数据链接方面取得了进展：",
        "目标1：DoD实现了全球唯一标识符，因此可以轻松地发现、链接、检索和引用数据。",
        "目标2：DoD使用通用元数据标准，允许连接和集成数据。",
        "目标：让数据值得信赖",
        "国防部数据需要信任才能为其军种成员、平民和利益相关者提供所需的价值。对数据缺乏信心可能会导致决策不及时，或者因此在有必要时没有决策。",
        "在以下情况下，国防部会知道它在使数据可信方面取得了进展：",
        "目标1：国防部预算请求和支持预算流程整合了以数据为中心的证据和学习议程（参见PL115-435）。",
        "目标2：DoD数据在其整个生命周期中都绑定了保护、沿袭和谱系元数据。",
        "目标3：国防部执行数据质量管理技术来评估和提高数据质量。",
        "目标4：国防部对商业、情报和作战数据实施主数据管理。",
        "目标5：国防部根据既定流程和政策正确标记和维护所有适当的数据和记录。",
        "目标：使数据可互操作",
        "在系统之间正确交换数据并保持语义理解对于成功的决策和联合军事行动至关重要。使用通用数据格式和机器对机器通信实现语义和句法互操作性加速了高级算法的开发，并为国防部提供了战略优势。",
        "在以下情况下，国防部将知道它在使数据可互操作方面取得了进展：",
        "目标1：国防部记录并实施所有系统的数据交换规范，包括联盟伙伴的系统。",
        "目标2：交换规范包含所需的元数据，并通过数据集传达标准化的语义。",
        "目标3：公共数据资产是机器可读且可供消费的。",
        "目标4：DoD快速协调不同的数据标准和格式，而不会损失关键任务的保真度、精度或准确性。",
        "目标5：国防部制定并颁布数据标记策略和后续实施计划，以实现数据互操作性。",
        "目标：使数据安全",
        "根据国防部网络风险降低战略，在静止、运动和使用中（在应用程序中，通过分析等）保护国防部数据是进入未来战斗和武器系统的最低门槛。在整个企业中使用严格的数据保护方法，例如基于属性的访问控制，使国防部能够最大限度地利用数据，同时采用最严格的安全标准来保护美国人民。",
        "在以下情况下，国防部会知道它在确保数据安全方面取得了进展：",
        "目标1：实施精细的权限管理（身份、属性、权限等）来管理对数据的访问、使用和处置。",
        "目标2：数据管理员定期评估分类标准并测试合规性，以防止数据聚合导致的安全问题。",
        "目标3：国防部实施经批准的安全标记、处理限制和记录管理标准。",
        "目标4：定义和实施分类和控制标记；制定和实施内容和记录保留规则。",
        "目标5：DoD实施数据丢失预防技术，以防止意外发布和泄露数据。",
        "目标6：只有授权用户才能访问和共享数据。",
        "目标7：访问和处理限制元数据以不可变的方式绑定到数据。",
        "目标8：对数据的访问、使用和处置进行全面审计。",
        "5.运营最高费率",
        "将本战略中的原则付诸实施是整个部门的持久努力。早期进展的初步领域包括加强数据治理、重点参与关键任务领域以及执行详细的组件实施计划。",
        "加强治理",
        "加强数据治理将包括加强多层次的监督。国防部首席数据官办公室将管理国防部的数据管理工作，并确保国防部领导人持续关注。国防部首席信息官将确保将数据优先级完全集成到国防部数字现代化计划中，确保与国防部的云同步；铝;指挥、控制和通信（C3）；和网络安全工作。DoDCIO还将通过CIO当局促进遵守CDO指导，以管理IT投资、发布DoD政策和认证服务/组件预算。",
        "由国防部首席数据官担任主席的首席数据官委员会将作为国防部数据官员之间协作的主要场所。该机构将识别和优先考虑数据挑战，制定解决方案，并监督部门的政策和数据标准。在与适当的治理机构密切合作的同时，CDO委员会成员还必须倡导将数据考虑作为部门所有要求、研究、采购、预算和人力决策的组成部分。",
        "重点领域",
        "仅靠数据政策和标准无法加强数据管理或提高数据质量。他们必须不断地从消费、生产、管理和治理数据的用户的反馈中获得信息，特别强调作战社区和作战人员的需求。出于这个原因，国防部必须利用关键任务领域的持续举措来快速应用该战略的数据原则并迅速产生经验教训。尽管数据对国防部的每项任务都至关重要，但最初的重点领域包括：联合全域作战、业务分析和高级领导决策支持。",
        "联合全域作战：作为国防战略重点关注大国竞争和冲突的一部分，国防部长已指示联合参谋部和军事部门(MILDEP)制定在全域战斗中协调军事效果的新概念。数据治理社区必须与联合全域指挥与控制(JADC2)跨职能团队(CFT)、联合人工智能中心(JAIC)和C3副CIO密切合作，以确保我们能够与在竞争激烈的环境中的战术优势。JADC2明确的数据标准和互操作性要求直接支持未来的军事准备。由联合参谋部领导的综合JADC2演习将提供现实世界的成果，这将有助于确定数据差距的优先级，陆军在数据设计原则方面的工作以及其他MILDEP的类似努力也将提供经验教训。",
        "当发现新的数据缺口时，数据治理社区必须与任务区域经理合作，以确定是否需要对硬件进行更改；软件;战术、技术和程序；或风险接受。许多遗留系统的缓解措施并不具有成本效益，因此所有未来的系统都必须按照数据互操作性、软件可升级性和云就绪性作为要求进行采购。国防部CDO以及组件CDO还必须确保运营用户随时了解来自商业部门和国防部研究的新数据支持能力。最终，国防部向以数据为中心的组织的转变取决于数据治理和运营社区之间的有效反馈，以及这需要的可信协作。",
        "高级领导人决策支持：包括副部长在内的高级领导人已指导制定清晰、可量化的指标，为广泛的管理决策提供信息，例如实施国防战略的选项。数据社区必须支持提供当前的决策质量数据以及用于分析和可视化的工具平台。这种方法将加速该部过渡到使用实时交互式数据代替静态幻灯片来为战略成果提供信息。",
        "业务分析：国防部主计长与首席管理官(CMO)和其他人合作，正在努力采集、分析和显示广泛的业务数据；这包括有关预算、采购、库存、物流和人员的信息。数据治理社区将利用从这项工作中获得的见解来为其政策提供有关权威数据源、一致的元数据标签、标准分类法、数据来源和接口（例如API）等问题的信息。这项工作还可以促进部门内所有业务分析向通用数据平台的迁移。",
        "实施计划",
        "为实施该战略，组件将制定或将其现有的数据战略转换为可衡量的数据战略实施计划。CDO委员会将为这些计划提供通用词典和通用指标/绩效衡量标准来支持这项工作。此信息将用于识别里程碑、跟踪进度并为利益相关者说明数据改进。",
        "六，结论",
        "数据是数字现代化的基础，并且越来越成为每个国防部流程、算法和武器系统的燃料。国防部数据战略描述了将国防部转变为数据驱动型组织的雄心勃勃的方法。这需要强大而有效的数据管理以及与用户（尤其是作战人员）的密切合作。每个领导者都必须将数据视为武器系统，在其整个生命周期中管理数据并确保其可供他人使用。国防部必须为其人员提供现代数据技能和工具，以保持美国在日常竞争中的军事优势，并确保他们能够在冲突中获胜。"
    ],
    [
        "更改历史",
        "取消：本文件取代以下内容：",
        "•国防部信息资源管理战略计划，2014年4月1日",
        "前言",
        "全球威胁形势在不断演变，保持竞争力和现代​​化我们的数字环境以进行大国竞争对国防部来说是当务之急。我们必须现在就采取行动，以确保我们的未来。",
        "这一数字现代化战略是推进我们的数字环境以使联合部队在现代战场上具有竞争优势的基石。",
        "我们的方法很简单。我们将提高整个部门的技术能力，加强企业系统的整体采用，以扩大数字领域的竞争空间。我们将通过四项战略举措来实现这一目标：创新优势、优化、弹性网络安全和人才培养。",
        "数字现代化战略提供了一个路线图，通过云、人工智能、指挥、控制和通信以及网络安全的视角来支持国防战略工作线的实施。",
        "这种方法将提高联合作战人员的杀伤力，赋予新的伙伴关系以推动任务成功，并实施新的改革以提高整个信息企业的能力。",
        "该战略还强调了两个重要的要素，它们将创建一个持久的、以结果为导向的战略。首先，它阐明了企业对未来的看法，其中更通用的基础技术将跨国防部组件交付。其次，该战略需要一个管理系统，该系统通过度量驱动的方法来推动结果，与国会授予的新的国防部CIO权限相关联，用于技术预算和标准。",
        "随着我们对整个部门的数字环境进行现代化改造，我们现在必须比以往任何时候都更加认识到与我们的行业和学术合作伙伴合作的重要性。我希望我们部门、各军种和联合作战界的高级领导人能够接受这一战略的意图和指导，并推动实施以取得成果，以支持我们保卫国家的使命。",
        "大卫·L·诺奎斯特",
        "履行单位职责",
        "国防部副部长",
        "执行摘要",
        "国防部数字现代化战略，也作为国防部的信息资源管理(IRM)战略计划，提出了与信息技术(IT)相关的现代化目标和目标，为国防战略(NDS)的三个努力方向提供必要的支持)，以及配套的国防业务运营计划(NDBOP)。它展示了国防部首席信息官(DoDCIO)的愿景，即实现国防部的目标并创建“一个更安全、协调、无缝、透明和经济高效的IT架构，将数据转换为可操作的信息，并确保可靠地执行任务。持续的网络威胁。”这一愿景以四个优先事项为指导，并以四个组织目标为框架。",
        "图1：数字现代化",
        "国防部首席信息官优先事项：",
        "•网络安全",
        "•人工智能(AI)",
        "•云",
        "•指挥、控制和通信（C3）",
        "数字化现代化目标：",
        "•为竞争优势而创新",
        "•优化效率和改进能力",
        "•发展网络安全以实现敏捷且有弹性的防御态势",
        "•为准备就绪的数字化劳动力培养人才",
        "1国防部IT环境——未来战略格局的前进之路，2016年8月——可在",
        "该战略还满足管理和预算办公室(OMB)的要求，即描述信息资源管理活动如何帮助完成机构任务，并确保信息资源管理决策与组织规划、预算、采购、财务管理、人力资源管理和项目决策。它包括总结国防部IT现代化方法的叙述，重点关注联合信息环境(JIE)框架（第3节），并描述如何加强网络安全（第4节）。这些努力支持实现国防部首席信息官的现代化愿景以及该战略中确定的目标和目的。最后，附录简要描述了有前景的技术；表格分别显示与NDBOP、总统管理议程和国防部IT改革计划的一致性；以及国防部首席信息官当局的摘要。",
        "2OMB通告A-130，“将信息作为战略资源进行管理”——可在",
        "语境",
        "如果该部门是一家公司，它将在财富100强中名列前茅。没有任何组织有更广泛的使命或范围。国防部也是美国最大的雇主之一，拥有130万现役军人、742,000名文职人员以及826,000名国民警卫队和预备役部队。它管理的设施和设施清单由5,000多个不同地点的数十万个单独的建筑物和结构组成，覆盖超过3,000万英亩的土地。该部门还在几乎所有业务领域开展重大活动。这些从采购到指挥和控制、全球物流、健康和医疗保健、情报、太空运营、设施管理等各不相同——每一个都与关键的IT和网络安全相关。",
        "该部门在企业网络规模上同样庞大，运营着世界上最大和最复杂的网络集之一。作为快照，国防部的一些IT统计数据包括2019财年超过464亿美元的预算、大约一万个操作系统、数千个数据中心、数万台服务器、数百万台计算机和IT设备以及数十万台的商业移动设备。国防部的网络必须具有足够的移动性以支持世界各地的任务，并且必须足够灵活以促进与任务所需的任何合作伙伴的协作，无论是预期的还是意外的。",
        "该战略突出了国防部首席信息官领导的努力，这些努力是更有效地完成国防部任务的关键推动力。国防部首席信息官负责与国防部信息企业(IE)相关的所有事务，因此该战略的大部分工作都属于JIE框架，该框架提高了固定和移动用户的网络能力，建立了新的国防部范围内的企业IT服务，使技术现代化通过协调更新工作，实施新的联合网络安全能力，并改善对数据的访问。JIE框架还提供了一种网络设计，可提高对恶意网络空间活动的防御，并通过网络运营和安全中心的分层结构进行管理。",
        "3如国防部指令5144.02所述，“国防部首席信息官负责与国防部信息企业相关的所有事务，包括通信；频谱管理；网络政策和标准；信息系统;网络安全;定位、导航和授时(PNT)政策；以及支持国防部指挥与控制（C2）的国防部信息企业。”该指令可在",
        "国防部首席信息官的角色",
        "国防部首席信息官是首席参谋助理(PSA)和国防部长在信息技术(IT)（包括国家安全系统）、信息资源管理(IRM)和效率方面的高级顾问。国防部首席信息官负责与国防部信息企业相关的所有事务，包括通信；频谱管理；网络政策和标准；信息系统;网络安全;定位、导航和授时(PNT)政策；以及支持DoD指挥与控制(C2)的DoDInformationEnterprise。国防部首席信息官的任务是提高国防部的战斗力及其安全性和效率，确保国防部将信息视为战略资产，并确保国防部所有支持作战、商业、和情报任务。国防部首席信息官是国防部长办公室(OSD)工作人员的重要成员，通过履行其PSA和克林格-科恩法案(CCA)角色来帮助作战人员，这些角色指导国防部整合更敏捷、高效和有效的技术和实践。",
        "DoDCIO与其他DoD和OSD组件密切合作以履行其职责。在适当的情况下，国防部首席信息官与包括（但不限于）首席管理官(CMO)、负责政策的国防部副部长办公室(OUSD(P))、国防部副部长办公室等组织合作和协调。采办与维持国防部(OUSD(A&amp;S))、负责研究和工程的国防部副部长办公室(OUSD(R&amp;E))、负责情报的国防部副部长办公室(OUSD(I))、军方部门(MILDEPS)、联合参谋部和战斗人员",
        "命令。",
        "1国防部目标和目的",
        "国防部数字现代化战略，也是国防部的信息资源管理(IRM)战略计划，符合并响应国防部的高层指导，包括总统的国家安全战略(NSS)、国防部的国防战略（NDS），参谋长联席会议主席国家军事战略（NMS），国防商业作战计划（NDBOP），国防部网络战略和国防规划指导（DPG）。国防部数字现代化战略也将通过四个国防部首席信息官优先事项中的每一个的从属战略得到支持，如图2所示，以及其他认为合适的关键主题。",
        "图2：与国家和国防部指南保持一致",
        "NDS确立了国防部的核心战略目标，并指导军队结构、部队现代化、业务运营、任务支持基础设施和所需资源的规划。DPG为每个军事部门的计划目标备忘录(POM)和预算估算提交(BES)的制定提供了目标、优先事项和目标，包括财政限制。NDBOP是OMB授权的国防部机构战略计划(ASP)，是国防部管理和改革维持作战人员所需的业务运营和任务支持基础设施的路线图。",
        "NDBOP的2018-2022财年战略目标反映了国防部的优先事项和国防战略战略方针：",
        "•在我们建立更致命的联合部队时重建军事准备",
        "•加强我们的联盟并吸引新的合作伙伴",
        "•改革国防部的业务实践以提高绩效和负担能力NDBOP将建设一支更具杀伤力的部队确定为该部的主要目标，这与该部提供必要的军事力量来威慑或提供必要军事力量的使命直接一致。",
        "赢得战争并为我们的国家提供安全。NDBOP的战略目标通过确保作战人员获得为战时任务做准备的最佳支持，有助于提高军事能力的能力和杀伤力。NDBOP还将加强我们的联盟和吸引新的合作伙伴确定为一个关键的部门优先事项。它强调联盟和伙伴关系为和平提供途径，为具有相同愿景的国家的经济增长创造条件，并缓和那些攻击其他国家或试图将自己的意志强加于弱国的人的计划。",
        "该战略通过第2节中确定的目标和目标来支持NDS和NDBOP。每个目标都包含一组目标和支持战略要素。战略要素定义了近期和可衡量的活动（计划）的集中集中。许多目标和战略要素都基于JIE框架的倡议。第3节和第4节提供了有关实现预期目标的方法的相关详细信息，同时还讨论了OMB、IT现代化和网络安全感兴趣的主题。附录概述了有前景的信息技术、DoDCIO权限摘要以及与战略指导和DoDIT改革来源的一致性",
        "倡议。",
        "2愿景、目标、目的和战略要素",
        "信息技术是指挥和控制执行作战行动的部队、管理和保护信息资产以及与任务伙伴协作的关键推动因素。该战略中的举措利用创新技术，加强网络安全，培养人才，提供更高的效率，将国防部转变为国防部范围内的共享服务，增强我们在冲突和应对自然灾害期间与任务伙伴合作的能力，并改进商业实践。更有效、更安全、更高效的IT将有助于保持和扩大我们的竞争性军事优势，并为联合部队腾出更多资源。",
        "2.1部门未来数字环境的愿景",
        "现代战斗空间延伸到太空和网络空间，这些领域的对手能力有望在未来的战略环境中扩大，从而增加所有领域的竞争。为了在这种新的数字作战环境中保持和扩大我们的军事优势，联合部队必须具有适应性、创新性，并能够在多个地区和所有领域无缝运用其能力。敏捷、有弹性、透明、无缝和安全的IT基础设施和服务，将数据转换为可操作的信息，并在持续存在网络安全威胁的情况下确保可靠的任务执行，这一点至关重要。国防部、其行业合作伙伴和非国防部任务合作伙伴之间更密切的合作将帮助国防部决策者了解IT支出应该集中在哪里，并提供更好的解决方案来支持这一愿景。",
        "但是，由于DoD运营和支出的分散性，需要对IT投资进行更有效的监督。认识到这一需求，国会在美国法典(USC)第10篇第142节中修改了国防部首席信息官的权力和责任，包括对军事部和国防部预算的年度认证，自2019年1月1日起生效。国防部首席信息官现在将监督部门IT预算请求和现代化工作采用综合管理系统，包括年度和多年流程，如图3所示。年度CIO能力规划指南(CPG)将提供规划和预算指导以支持该系统。该指南将支持这一战略，并为CIO预算认证提供主要依据。该认证增强了既定的战略规划、指导和记分卡流程。",
        "图3：DoDCIO管理系统",
        "该管理系统将以共同、协调的方式实现持续、全面的部门范围IT现代化。此外，它将加速向基础企业能力和服务的过渡，使国防部组件能够专注于其独特的任务能力和服务，如下图4所示。结合政策和治理的变化，它将将该部门从“选择加入”的方式转变为企业服务。利用国防部各部门之间的共性，国防部中许多重叠和重复的IT系统、计划、项目、服务、能力、运营和治理结构将更有效地同步、整合和整合。",
        "图4：转向基础企业能力和服务",
        "这种转变的好处包括：",
        "•提高速度并减少重复工作——提高IT投资回报率(ROI)",
        "•一致、标准化的企业IT架构——支持更快地部署新功能、互操作性、可用性和改进的网络安全风险暴露",
        "•提高国防部IT支出的预算透明度",
        "•组件网络基础设施的融合——降低复杂性和成本",
        "•消除部署不必要的能力和服务——减少项目开销",
        "•企业采购/许可折扣——减少基础设施和应用程序许可",
        "未来的国防部数字环境将提供无缝、敏捷、有弹性、透明和安全的基础设施和服务，以提升国防部的信息优势并简化与任务合作伙伴的信息共享。为实现这一目标，未来环境将利用第3节和附录A中描述的许多创新技术，这些技术有望提供更高的有效性、效率和安全性。",
        "2.2目标、目的和战略要素",
        "该战略概述了通往更安全、更有效和更高效的国防部数字环境的道路。下面的图5概述了目标和目的。",
        "图5：国防部数字现代化战略目标和目的",
        "目标1：为竞争优势而创新",
        "描述：创新是未来准备的关键要素。面对近乎对等的竞争和不对称威胁，保持和扩大美国的军事竞争优势至关重要。贯穿国防战略以及人工智能战略等从属战略的一个主题是，保持和扩大我们的军事优势取决于我们比对手更快地提供技术的能力，以及我们企业适应我们的战斗方式的敏捷性。创新技术的潜在优势。国防部将评估创新机会，寻求那些被认为最适合解决军事问题的机会，包括那些可能提供跨越式能力的机会。",
        "云计算和认知计算将显着改变作战和国防业务运营。认识到这一点，国防部建立了联合人工智能中心(JAIC)，以加速交付人工智能能力，并与行业合作，以安全地交付符合任务要求的商业云能力。作战人员支持系统的现代化将通过来自国防部信息网络(DODIN)中传感器数据的丰富多样的分析能力来改进指挥和控制(C2)、信息共享和决策支持。国防信息系统网络(DISN)的现代化是国防部信息网络的关键组成部分，将提供必要的关键增强功能，以充分实现云计算、大数据分析、移动性、物联网(IoT)、自动化和认知计算的优势.整个部门增加安全、移动、无线平台的可用性和使用将增加联合部队的机动、准确性和信息优势。此外，国防部将提高医疗保健、后勤和其他作战支持职能的效率和效力。增强定位、导航和授时(PNT)的交付和保护，以及开发有弹性、安全和自适应的战术IT基础设施，将提高联合部队在拒绝、降级、竞争、拥塞和作战受限的情况下作战的能力环境。",
        "许多这些创新领域的核心是软件，在2018财年国防授权法案(NDAA)第872-875节和国防部2018年数字工程战略中强调了这一点。有效管理软件集成的成本和速度",
        "4有关DISN和DODIN之间关系的信息，请参阅2017年8月发布的题为“实现联合信息环境愿景”的文件中的附录B。JIE门户是本文件的存储库()。",
        "跨国防部的交付至关重要。此外，将需要在超越当前实践状态的自动化软件生命周期方面进行持续创新。",
        "任务影响：这一目标通过保持和扩大竞争优势，有助于建立一支更具杀伤力的联合部队（NDBOP目标#1）。此外，它通过提供显着改进的协作能力来加强联盟和新的伙伴关系（NDBOP目标#2）。改造网络、系统架构、数据管理、电磁频谱运营和企业服务交付也可以增强弹性、提高绩效，并使国防部能够以更快的速度和敏捷性做出响应。",
        "目标1：建立联合人工智能中心(JAIC)，以加速采用和集成人工智能能力，以实现大规模的任务影响",
        "目标描述：商业部门正处于一场正在重塑商业和社会的人工智能革命之中。2018年NDS强调人工智能“将改变社会，并最终改变战争的性质”。JAIC将加速DoD在速度和规模上采用和集成AI功能。它将通过克服阻碍企业级部署的政策、技术和财务障碍，并利用通过DISN现代化建立的能力（如目标1、目标8中所述）来实施人工智能能力。JAIC将与DoD组件（例如OUSD(R&amp;E)、OUSD(I)、MILDEPS、作战司令部）合作，以同步DoD范围内的AI活动，以提高运营效率和杀伤力，并提高后台业务功能的效率。",
        "战略要素：",
        "•战略要素#1：支持JAIC并启动行动",
        "•战略要素#2：与工业界、学术界和伙伴国建立伙伴关系，以确保最先进的人工智能能力",
        "•战略要素#3：开发和维持企业基础设施技术堆栈，以实现高速和大规模的人工智能能力部署（JAIC共同基础）",
        "•战略要素#4：在人工智能规划、政策、监督、道德和安全方面领导国防部",
        "•战略要素#5：提供支持人工智能的能力来解决关键任务（国家任务计划、组件任务计划和智能自动化计划）",
        "•战略要素#6：确保/认证为JAIC实施开发的AI算法、数据和模型",
        "目标2：交付国防部企业云环境以利用商业创新",
        "目标描述：商业云功能的出现正在改变国防部开发、交付、部署并最终购买应用程序、系统和服务的方式。云是国防部构建和扩展更有效的网络安全、先进的分析能力、更好的指挥和控制以及未来支持技术的基础。该基础将使该部门能够组织大量数据并支持快速",
        "获取信息以改进决策、维护和扩大我们的军事优势。为了更好地利用这些信息，优化的企业云环境还将为提高决策质量、速度和杀伤力所必需的机器学习(ML)和AI等高级功能提供平台。国防部将与工业界合作，根据任务要求安全地提供商业云功能，并将在整个企业中管理这些功能，包括战术边缘（例如，拒绝、降级、间歇或有限带宽(D-DIL)环境），以提高有效性和效率。国防部首席信息官将与国防部部门（例如，OUSD(R&amp;E)、MILDEPS、作战司令部）合作，以支持实现这一目标。",
        "战略要素：",
        "•战略要素#1：为计算和存储能力提供通用企业云（即联合企业防御基础设施（JEDI））",
        "•战略要素#2：确定共同的利基能力，为创建适合用途(F2P)的云环境提供信息",
        "•战略要素#3：提供国防部本地云环境",
        "•战略要素#4：建立企业云办公室以实现快速获取、部署和迁移到云功能",
        "•战略要素#5：管理国防部的云能力组合",
        "•战略要素#6：制定政策和指导以实现应用程序开发的现代化（例如，精益敏捷实践）",
        "•战略要素#7：开发和部署DevSecOps环境，使应用程序开发和认证能够与防御性网络空间操作相结合，实现速度和规模",
        "•战略要素#8：制定有效应用DevSecOps原则的政策和指南",
        "•战略要素#9：在商业云基础设施上实现国防部职能的弹性运作",
        "目标3：现代化作战人员指挥、控制、通信和计算机(C4)基础设施和系统",
        "目标描述：引导国防部投资以实现联合/盟军/联盟C4能力的现代化，以支持和支持联合作战人员。与国防部各部门（例如，OUSD(R&amp;E)、MILDEPS、作战司令部）合作，勾勒出未来战略和战术C2和通信系统的开发、实施、部署和维持的道路。确保解决方案在D-DIL情况下运行有效。",
        "战略要素：",
        "•战略要素#1：制定C4战略、路线图、计划和架构",
        "•战略要素#2：更新和发布所需的战术通信策略",
        "•战略要素#3：通过有效治理同步企业C4能力",
        "•战略要素#4：现代化战术无线电和国防部战术波形能力",
        "•战略要素#5：为国防部公共安全通信开发和维护企业架构",
        "•战略要素#6：实施DoD全球企业大规模预警和通知(EMWN)功能",
        "•战略要素#7：使全球指挥和控制系统现代化——联合（GCCS-J）",
        "•战略要素#8：现代化国防部卫星通信管理和控制",
        "•战略要素#9：执行受保护卫星通信服务(PSCS)替代方案分析(AoA)、宽带通信服务(WCS)AoA和即将到来的窄带卫星通信AoA推动的卫星通信(SATCOM)现代化活动",
        "•战略要素#10：形成和实施企业卫星通信管理和控制参考架构",
        "目标4：将数据视为战略资产",
        "目标描述：本战略中所述的决策、信息共享、云迁移、人工智能和其他DoD目标的全部好处取决于DoD的数据是可见的、可访问的、可理解的、可信的和可互操作的)8320.07。数据所有者及其利益社区（例如，财务、物流、医疗保健、人力资源、网络安全、记录管理）负责大部分必要的工作。然而，基本的基础设施（例如，IT服务注册表、元数据注册表、权威数据源注册表）和定义的、标准化的数据标签或标签目前并不存在。此外，国防部没有企业搜索能力，无法在其网络安全域中发现关键的国防部数据。国防部首席信息官正在与国防部首席营销官和联合参谋部合作，以支持这一目标。联合参谋部正在推动支持互操作性的数据标准的发展。另外，2018财年NDAA为国防部CMO建立了一套全面而详细的国会对数据处理的期望，总结如下：1)制定与业务运营和管理相关的通用企业数据的政策和治理；2)开展试点计划，从相关系统中提取这些数据；3)分析这些数据以产生能够回答关键运营和业务问题的见解；",
        "4)将试点发展为数据管理和分析共享服务；5)制定实施计划。国防部首席营销官于2018年12月向国会概述了其方法。",
        "战略要素：",
        "•战略要素#1：定义一组基本的企业数据标签，以支持DoDI8320.07的原则",
        "•战略要素#2：投资并维护使国防部数据可见、可访问、可理解、可信赖和可互操作所需的基础设施",
        "目标5：加强协作、国际伙伴关系和联合互操作性",
        "目标描述：协调国防部、北大西洋公约组织(NATO)、盟国和其他国际伙伴的努力，以推进作战互操作性和联军行动。深化C4能力和信息共享。最大化与盟国伙伴国家的通信、出口/销售和其他安全合作活动。任务伙伴环境(MPE)使国防部能够与任务伙伴协作、共享信息和开展行动。MPE在全球范围内将国防部与整个美国政府、联邦、州、地方和部落政府实体、盟友、非政府组织、条约和私营部门组织以及领土任务合作伙伴联系起来，并支持全方位的军事行动，包括人道主义援助和救灾。所有作战司令部(CCMD)都需要与任务伙伴的网络互操作性，以优化与多国部队的合作。MPE将能够在军事行动的所有阶段以及培训和演习中快速形成利益共同体(COI)。MPE将为任务合作伙伴提供一组核心服务和操作工具，以实现现代化任务执行。",
        "战略要素：",
        "•战略要素#1：与国际合作伙伴一起开发军用卫星通信(MILSATCOM)服务、基础设施和标准",
        "•战略要素#2：改进战术通信波形导出流程并制定标准化方法来解决美国与盟军/联军系统之间的CCMD连接请求",
        "•战略要素#3：与国防部、北约、盟国和其他国际合作伙伴一起推进民事应急通信规划",
        "•战略要素#4：确保与关键机构间和国际合作伙伴在共享信息的适当保证级别上实现端到端身份、凭证和访问管理(ICAM)互操作性",
        "•战略要素#5：开发灵活和强大的安全加密产品，以实现无缝、安全的外国合作伙伴互操作性",
        "•战略要素#6：简化发布流程和决策以推进美国安全合作",
        "•战略要素#7：实施MPE要求和投资组合管理流程",
        "•战略要素#8：合理化联盟C2和情报信息共享能力",
        "•战略要素#9：提供国防部MPE能力和服务",
        "目标6：确保国家领导指挥能力(NLCC)确保连通性",
        "目标描述：NLCC将提供多样化、准确、集成、可生存、安全和及时保证的通信路径，使国家领导层能够执行国家和军事指挥职责。",
        "战略要素：",
        "•战略要素#1：评估当前的会议能力，如果需要，开发一种改进安全、可生存会议的方法",
        "•战略要素#2：加强当前的数据收集和显示流程，以提供高层领导质量的决策信息",
        "•战略要素#3：开发一个流程，提供符合高级领导要求的分类、安全和移动解决方案",
        "•战略要素#4：为运营连续性、政府连续性以及高级领导指挥、控制和通信系统(SLC3S)通信计划增强供应链的安全性",
        "目标7：加强定位、导航和授时(PNT)的交付和保护",
        "目标描述：确保定位、导航和授时(PNT)的可用性和访问。精确打击、导航和网络同步取决于目前主要由全球定位系统(GPS)和地面原子钟提供的PNT信号的准确性和传播。提高联合部队（以及适当的盟国）在GPS拒绝或GPS退化的环境中作战的能力需要两方面的努力：1）通过使用模块化开放系统方法（MOSA）减少对以GPS为中心的解决方案的依赖将有希望的替代/补充PNT能力纳入联合部队PNT设备；2)随着改进变得可操作，通过整合现代化的GPS卫星、控制和用户设备能力来提高军用GPS弹性。该目标中的战略要素支持所有三个",
        "部门战略目标：增加杀伤力、发展联盟和改革商业惯例。",
        "战略要素：",
        "•战略要素#1：推动国防部实施模块化开放系统方法和协作建模与仿真(M&amp;S)方法以提高PNT能力",
        "•战略要素#2：与负责研究和工程的国防部副部长(USD(R&amp;E))合作，制定和发布DoDPNT科学和技术(S&amp;T)路线图",
        "•战略要素#3：跟踪并协助修改军用GPS用户设备(MGUE)开发和生产计划",
        "•战略要素#4：与空军和我们的国际盟友一起进行现场现代化PNT能力",
        "•战略要素#5：与紧密盟国发展导航战（NAVWAR）伙伴关系",
        "•战略要素#6：评估和展示互补性PNT能力，以支持与民用机构（交通部(DOT)和国土安全部(DHS)合作的国内关键基础设施）",
        "•战略要素#7：行使国防部PNT企业监督委员会、执行管理委员会和支持工作组，以确保国防部PNT企业为作战人员提供军事PNT优势",
        "•战略要素#8：开发新的（并维护现有的）DoD问题以促进政策实施并确保DoDPNT企业的DoD组件合规性",
        "•战略要素#9：继续将PNT数据存储库数据收集流程制度化",
        "目标8：现代化国防信息系统网络(DISN)运输基础设施",
        "目标描述：云计算、大数据分析、移动性、物联网、自动化程度的提高和认知计算所承诺的好处只有通过合适的网络才能完全实现。DISN的现代化对于提高性能、能力、容量、敏捷性和安全性，同时降低成本和复杂性是必要的。显着增强的带宽容量和增强的网络弹性支持使用DoD范围的服务以及整合从本地安装到核心数据中心和DoD企业云环境的关键IT系统、应用程序和服务。Internet协议(EoIP)上的万物融合和对信息服务的需求，例如流视频和实时协作能力，正在进一步推动传输基础设施带宽容量和服务质量要求。正在进行的现代化计划将通过整合到共享一个通用网络连接的全IP基础设施，从而大大减少任何给定基地/哨所/营地/站(B/P/C/S)所需的网络连接数量任务需求和网络安全保护。迁移将获得显着的效率",
        "到一组标准化的协议和网络连接类型，需要更少的硬件类型来操作、维护和刷新。联合区域安全堆栈(JRSS)改进了中点网络安全，减少了攻击面，并提高了态势感知能力。此外，它还提供故障转移、多样性、缓解和弹性网络安全能力，以确保及时向全球作战人员提供关键信息。",
        "战略要素：",
        "•战略要素#1：升级光传输",
        "•战略要素#2：通过实施JRSS和联合管理系统(JMS)加强中点安全",
        "•战略要素#3：构建具有服务质量和性能监控的多协议标签交换(MPLS)路由器网络",
        "•战略要素#4：实施软件定义网络(SDN)",
        "•策略要素#5：消除异步传输模式（ATM）和低速时分复用（TDM）电路",
        "•战略要素#6：实施互联网协议版本6(IPv6)",
        "目标9：现代化和优化国防部组件网络和服务",
        "目标描述：为了实现现代化和有效的部队，国防部需要整合和简化能力交付，以支持不断变化的任务环境。该部门需要一个安全、一致且具有成本效益的网络来开展运营和业务职能。国防部IT基础设施的现代化需要关注网络和服务优化，将国防部网络、服务台和网络/服务运营中心融合到一个能够解决当前和未来任务目标的统一、安全和有效的环境中。标准化和现代化IT基础设施和服务消除了不必要的系统，使国防部能够将有限的资源集中在更少的领域，最终缩小国防部在网络空间的威胁面。此外，这种融合应该会降低设施的利用率。这项工作的初始阶段包括第四产业组织，其目标是减少网络环境的数量，转向单一服务提供商，并调整网络运营中心/安全运营中心(NOC/SOC)的数量，以实现最高效率和效力。",
        "战略要素：",
        "•战略要素#1：巩固和优化第四产业网络",
        "•战略要素#2：将第四产业服务台的数量整合到一个单一的服务支持环境中",
        "•战略要素#3：巩固和优化第四产业网络运营中心/安全运营中心(NOC/SOC)",
        "•战略要素#4：为商业服务提供商在优化和现代化工作中的组件使用建立最佳实践",
        "目标10：提供端到端机载情报、监视和侦察(AISR)数据传输(DT)",
        "目标描述：开发编程能力和非物质流程，以在他们需要的时间、地点、数量和质量上向全球分散的战略、作战和战术消费者（国防部和任务合作伙伴）提供端到端的AISRDT能力。AISRDT能力被定义为在需要时将数据从机载平台移动到所需数据消费者所需的信号传输系统和过程。为支持联合需求监督委员会(JROC)的任务，DoD建立了AISRDT执行指导职能和联合集成任务组，为AISR运输能力和整个系统开发生命周期中的流程的开发提供指导。",
        "战略要素：",
        "•战略要素#1：建立支持从多个平台/来源获取、积累和全球交付AISR数据的能力",
        "•战略要素#2：为传感器平台与本地用户和DISN的连接构建战术中继",
        "•战略要素#3：为AISR平台和DISN之间的直接超视距(BLOS)连接提供全球卫星网关",
        "•战略要素#4：建立网络运营以支持端到端态势感知和主动网络管理",
        "•战略要素#5：为未来平台传输能力提供方向",
        "目标11：改善移动用户的信息共享",
        "目标描述：计算技术向移动设备的持续发展为提高国防部的运营效率提供了前所未有的机会。通过从任何位置更快地访问信息和计算能力，外地单位将能够在不熟悉的环境中进行机动，并具有实时映射和数据叠加能力；将更准确地识别友军；工程师和技术人员将简化机械零件的识别和订购；军事医疗保健提供者将能够在远离医院场所时更好地诊断伤害并远程访问实验室结果。此外，通过启用对重要管理和生产力工具（例如，电子邮件、协作）的实时访问，作战人员支持功能将能够更有效地管理国防部的业务。增强企业移动性的最终结果将是：",
        "•提高整个部门对安全、移动、无线平台的可用性和使用——包括在D-DIL情况下",
        "52017年4月18日JROCM034-17；另请参阅2017年4月7日JROCM028-17。知识管理决策支持(KMDS)门户是JROC文档的存储库。",
        "•使用授权的政府设备，以最少的配置访问多个分类级别的即插即用",
        "战略要素：",
        "•战略要素#1：简化整个国防部企业的移动设备和服务采购流程",
        "•战略要素#2：改进移动策略、流程和程序，以确保高效和有效的投资组合管理",
        "•战略要素#3：扩大移动衍生凭证的使用",
        "•战略要素#4：开发战术机动性的应用",
        "•战略要素#5：与五眼(FVEY)任务合作伙伴合作建立移动设备安全架构和风险管理方法",
        "•战略要素#6：为使用国家第一响应者网络(FirstNet)以支持国防部公共安全通信制定国防部前进道路、政策和计划",
        "•战略要素#7：DoD将成为5G的早期采用者并开发利用5G高级功能的应用程序",
        "目标12：将国防部发展为敏捷电磁频谱作战(EMSO)",
        "目标描述：为联合EMSO感知、规划、管理和执行开发一个有弹性、安全和适应性强的战术IT基础设施，能够在有争议、拥挤和操作受限的EMS环境中运行，以使美国能够在所有作战领域占据主导地位。国防部首席信息官将与国防部部门（例如，OUSD(R&amp;E)、MILDEPS、作战司令部）合作，以支持实现这一目标。",
        "战略要素：",
        "•战略要素#1：建立一个EMSO多层架构，能够在所有分类级别的所有服务和机构之间共享EMS数据",
        "•战略要素#2：建立弹性、安全和适应性强的EMSOIT网络基础设施",
        "目标13：将标准引入国防部IT系统",
        "目标描述：根据NDAA第909条对2018财年的要求，国防部首席信息官将领导国防部IT、网络和网络安全标准流程的开发、实施和执行。国防部首席信息官将与部门利益相关者合作，如OUSD(A&amp;S)、OUSD(R&amp;E)和联合参谋部，评估和修订当前流程、治理、政策和标准。作为此过程的一部分，将提供利用北大西洋公约组织(NATO)标准化协议(STANAG)以及商业和政府标准的指南。这一整体努力的关键期望结果是提高互操作性。国防部首席信息官设想了协同作用的机会",
        "遵守标准与部门的整体数字现代化工作之间的关系。",
        "战略要素：",
        "•战略要素#1：评估和识别IT、网络、数据和网络安全标准政策方面的差距",
        "•战略要素#2：制定解决流程、治理、政策和标准差距的战略",
        "•战略要素#3：实施修订的流程、治理、政策和标准",
        "•战略要素#4：监控和强制遵守修订后的流程、治理、政策和标准",
        "目标2：优化效率和提高能力",
        "描述：以更高的效率和性能提供IT能力需要该部门改革其运作方式。特别是，必须大大加快对合适的行业最佳实践和成熟技术的评估和实施，并且必须改进对IT支出的监督。这一目标的目标包括转向企业范围的运营和防御模式；适当规模的国防部数据中心；优化办公生产力和协作能力，优化语音和视频能力；通过企业协议改进采购；加强与行业的伙伴关系；加强IT财务管理和问责。",
        "任务影响：该目标支持部门业务实践的改革（NDBOP目标#3）。它通过部署共享和国防部范围的服务等方式来实现这一目标；合理化DoD应用程序和系统，以便迁移到核心数据中心、组件企业数据中心和DoD企业云环境；简化技术审批流程；并加强IT财务决策。",
        "目标1：从以组件为中心转变为企业范围的运营和防御模型",
        "目标描述：从以组件为中心到企业网络运营的转变将提供必要的能力，使运营中心——负责执行国防部信息网络作战和防御性网络作战——内部防御措施(DCO-IDM)活动——能够更有效地保护、运营、并保卫国防部。其愿景是确保国防部军事指挥官、文职领导、作战人员、联盟伙伴和其他授权的非国防部任务伙伴能够访问在安全、可靠和敏捷的国防部范围内的信息环境中提供的信息和数据，以实现C2执行网络空间行动的部队。JIE管理网络使作战中心能够安全地管理国防部信息网络及其要素。一个完全融合的DODINIT服务管理解决方案被设想为支持变更管理、配置管理、资产管理、知识管理和服务水平管理。",
        "战略要素：",
        "•战略要素#1：启用全球和区域运营中心",
        "•战略要素#2：为JRSS建立和实施JIE管理网络",
        "•战略要素#3：融合DODINIT服务管理(ITSM)解决方案",
        "•战略要素#4：融合国防部信息网络作战通用作战图(COP)解决方案",
        "目标2：优化国防部数据中心",
        "目标描述：根据联邦指导，国防部正在优化国防部数据中心设施的占地面积以及这些设施的管理和运营。最终，DoD的信息企业将由数量精简的数据中心组成，这些数据中心有效且高效地满足DoD广泛的任务——从招募到采购管理再到指挥和控制。作为优化过程的一部分，安装处理节点必须重新指定为关闭、安装服务节点、特殊用途处理节点或组件企业数据中心。重新指定将通过对必须保留的系统和应用程序（如果有）的评估来推动。国防部将迁移应用程序和系统以选择数据中心；先优化选定数据中心的性能，然后再优化成本；并在可行的情况下整合数据中心。",
        "战略要素：",
        "•战略要素#1：将无法在商业云环境中托管的国防部应用程序和系统迁移到企业数据中心",
        "•战略要素#2：先优化选定数据中心的性能，然后再优化成本",
        "•战略要素#3：根据部门当前的数据中心优化方法重新指定安装处理节点",
        "•战略要素#4：根据任务需要管理国防部数据中心库存",
        "目标3：优化国防部办公室生产力和协作能力（ECAPS能力集1）",
        "目标描述：国防部的云战略是国防部信息技术现代化总体努力的主要组成部分，目标是实现部门范围内的企业云计算生态系统。作为该战略的一个组成部分，国防企业办公室解决方案(DEOS)将使国防部能够提高互操作性并加强国防部运营边界的网络安全。DEOS将把协作和生产力能力交给每一位国防部员工和战士，以更有效地完成他们的任务。DEOS将提供一个可互操作的解决方案，以实现跨运营部门的及时无缝协作和信息共享",
        "6联邦数据中心优化政策可在以下网址获得：",
        "边界，包括D-DIL环境。DEOS是DoD企业协作和生产力服务(ECAPS)产品组合中的第一个功能集解决方案。",
        "战略要素：",
        "•战略要素#1：将DEOS指定为DoD企业服务，其中包含需要采用的所有DoD组件",
        "•战略要素#2：监测和评估所有试点项目的实施陷阱和挑战，包括D-DIL；将从早期云采用者那里学到的所有经验融入DEOS",
        "•战略要素#3：现场DEOS（包括在D-DIL环境中）和所有DoD用户的完全迁移",
        "目标4：优化国防部语音和视频能力（ECAPS能力集2和3）",
        "目标描述：现代化现有的语音和视频能力对于国防部以有效和财政合理的方式实现一体化和无缝的国防部范围内的通信至关重要。现有的国防部语音和视频服务在很大程度上已经过时。它们包括过时的基于电路的交换系统和依赖于商业运营商正在逐步淘汰的非IP传输的视频技术。消除这些系统并过渡到",
        "跨组件的集成IP环境将使国防部能够：1)优化语音和视频服务，以及2)随着商业运营商提高剩余非IP服务的维持成本，有效管理运营成本。国防部还将通过实施下一代9-1-1(NG911)国家标准来弥补当前9-1-1能力方面的重大作战差距，并加强部队保护。一旦实施，该标准将在支持IP的应急网络上运行——允许国防部设施的成员以任何模式（例如，语音、文本或视频）从任何通信设备进行9-1-1“呼叫”——并提供与民用任务伙伴的互操作性。",
        "战略要素：",
        "•战略要素#1：在整个部门定义和部署优化的企业语音和视频解决方案（例如，ECAPS能力集2和3）",
        "•战略要素#2：定义和部署优化的DoDC2语音解决方案",
        "•战略要素#3：消除国防部遗留的模拟电话交换机基础设施",
        "•战略要素#4：为使用下一代9-1-1(NG911)制定国防部前进道路、政策和计划",
        "目标5：改进IT类别管理",
        "目标描述：类别管理是联邦政府正在采用的一种方法，用于消除冗余、提高效率并从采购计划中节省开支。国防部正在通过寻求战略采购（例如，企业许可协议(ELA)）来将其IT类别管理与联邦IT类别管理工作保持一致，以采购商业IT软件、硬件、服务和电信。",
        "DoD的IT类别管理旨在通过利用DoD组件的商业IT要求来协商更优惠的采购协议条款并通过企业批量采购解决方案最大限度地降低折扣，从而节省时间和金钱。",
        "IT类别管理的结果将是：",
        "•通过减少重复的商业IT采购工具的数量来降低采购间接成本",
        "•通过合并通用商业IT的订单来降低采购成本",
        "•通过企业采购解决方案最大化折扣，降低常见商业IT商品和服务的单位成本",
        "•通过提高资产可见性以减少过剩库存，降低采购和维护未充分利用的IT资产的成本",
        "•通过使用合格的IT采购人员使企业协议与国防部要求保持一致，改进了IT合同和许可条款和条件",
        "•利用企业采购工具，使国防部能够利用规模经济",
        "•通过在企业协议中包含适用商业支持服务的最低服务水平条款来改进产品支持服务",
        "战略要素：",
        "•战略要素#1：继续为IT软件、硬件、服务和电信建立ELA",
        "•战略要素#2：根据OMB指南扩展ELA以解决其他IT类别（例如IT安全）",
        "•战略要素#3：建立国防部类别管理政策",
        "•战略要素#4：实施DoDIT资产管理",
        "目标6：改进快速技术部署流程",
        "目标描述：国防部面临的一个长期挑战是采购流程使国防部无法及时采用新技术。国防部",
        "将通过三种方法更快地将新技术引入内部：简化技术审批流程、利用数字工程等创新技术开发实践以及利用其他交易协议(OTA)等已批准流程。所有这些方法将使国防部能够从更高的效率和安全性中获益。",
        "战略要素：",
        "•战略要素#1：简化技术审批流程",
        "•战略要素#2：利用其他交易协议(OTA)的力量和敏捷性",
        "目标7：加强IT财务管理决策和问责制",
        "目标描述：财务改进计划(FIP)的组成部分在汇总后构成部门的财务改进和审计准备(FIAR)计划。国防部各部门的FIP是根据国防部副部长办公室（主计长）（OUSD(C)）发布的FIAR指南准备和执行的。FIAR指南提供了策略和标准方法，以及逐步发现和评估的方法；记录、测试和加强控制；并实现审计就绪的系统环境。现有和未来的系统将需要满足FIAR指南和联邦信息系统控制审计手册(FISCAM)中确定的联合一般和应用级别控制要求。此外，部门对内部使用软件、购买（商业现货(COTS)）或内部开发的投资，必须以符合财务报表可审计性要求的方式进行核算。为了加强IT财务管理和监督，2018财年NDAA要求国防部首席信息官根据《美国法典》第10篇第142(b)段(1)中概述的职责审查每个军事部门和每个国防机构的拟议预算，并向国防部长提交一份报告包含首席信息官对所有此类拟议预算的评论，以及首席信息官关于每项拟议预算是否足够的证明。",
        "战略要素：",
        "•战略要素#1：支持影响财务报告的财务和混合系统的审计准备",
        "•战略要素#2：提高内部使用软件投资的问责制和可审计性",
        "•战略要素#3：实施关于组件IT预算监督和认证的2018财年NDAA要求",
        "目标3：发展网络安全以实现敏捷和有弹性的防御态势",
        "目标描述：恶意网络空间活动的范围、速度和复杂程度在全球范围内持续上升。几乎所有重要的民用和军事功能都越来越依赖网络空间领域，这使得这成为一个必须解决的紧迫问题。国防部在常规和战略武器方面的优势可以通过网络空间内的复杂攻击、整个采办和维持生命周期的供应链利用以及针对具有访问权限的内部人员的情报行动来克服。国防部必须采取“网络优先，始终网络”的心态，并准备好在竞争激烈的网络空间中保卫国防部系统。每个网络、系统、应用程序和企业服务都必须在设计上保证安全，并在整个采购生命周期中管理网络安全。部门将维持",
        "7国防部首席信息官在2018年9月6日的比灵顿网络安全峰会上的演讲中使用了这句话。",
        "通过防御老练的对手使用的攻击途径，系统的机密性、完整性和可用性。",
        "任务影响：这一目标确保了信息技术和数据的安全，使联合部队能够获得信息优势、远距离打击以及实施全球指挥和控制。它支持所有三个NDBOP目标（增加杀伤力、加强联盟、改革商业实践）和以网络安全为重点的国防部网络战略目标。它通过改革国防部风险管理框架来提高效率；提供保持美国军事竞争优势并确保任务完成的能力；加强与跨机构、国际和行业合作伙伴的合作。",
        "目标1：转变DoD网络安全架构以提高敏捷性和弹性",
        "目标描述：国防部网络安全参考架构(CSRA)中记录了国防部的网络安全方法，该架构指导和限制了网络边界、移动和固定端点以及数据的保护方式。DoDCSRA是与DoD组件利益相关者（例如，OUSD(R&amp;E)、DISA、NSA、MILDEPS、作战司令部）合作开发的。它反映了关键的网络安全原则：隔离、遏制、冗余、防御层、最小特权、态势感知以及网络、服务和应用程序的物理/逻辑分段。由此产生的保护有助于建立弹性防御态势并实现三个网络安全目标：",
        "•DODIN——包括网络上的数据——通过使用通用流程和能力被保护为一个虚拟的单一信息环境。",
        "•网络空间防御感知和应对外部和内部威胁，并采取适当的补救措施。减轻。和恢复行动。",
        "•对在国防部信息网络上运行的部队的指挥和控制得到整个网络的共享网络安全态势感知的支持。IT安全调查结果在整个部门内共享和重用，以最大限度地实用。",
        "战略要素：",
        "•战略要素#1：提高端点安全性和持续监控",
        "•战略要素#2：增强企业边界保护能力",
        "•战略要素#3：建立企业遵从连接能力",
        "•战略要素#4：部署内部威胁检测能力",
        "•战略要素#5：加强数据中心安全",
        "•策略元素#6：在Windows10安全主机基线(SHB)上实现标准化",
        "•战略要素#7：实施自动化补丁管理",
        "•战略要素#8：通过大数据分析增强网络安全态势感知",
        "•战略要素#9：现代化加密库存和支持基础设施",
        "•战略要素#10：将云原生能力整合到防御性网络空间作战中",
        "目标2：部署端到端身份、凭证和访问管理(ICAM)基础架构",
        "目标描述：国防部必须促进企业ICAM的实施，以支持快速访问任务信息，加强与盟友和合作伙伴的负责任信息共享和归属，并通过移动采用和迁移到云来支持更高的有效性和效率。ICAM涵盖与创建数字身份和维护相关属性、个人/非个人实体的证书颁发、使用证书进行身份验证以及基于经过身份验证的身份和相关属性进行访问管理控制决策相关的所有活动。ICAM创建了一个安全可信的环境，任何用户都可以访问所有授权资源（包括应用程序和数据）以成功完成任务，同时还让DoD在任何给定时间知道谁在网络上。在其好处中，ICAM还支持纠正2018年国防财务审计的调查结果和建议通知(NFR)中报告的弱点。",
        "战略要素：",
        "•战略要素#1：扩展公钥启用能力以支持ICAM",
        "•战略要素#2：实施自动化账户配置",
        "•战略要素#3：实施对已批准的多因素身份验证功能的支持",
        "•战略要素#4：增强企业身份属性服务(EIAS)",
        "•战略要素#5：扩大派生凭证的使用",
        "•战略要素#6：实施以数据为中心的方法来收集、验证、维护和共享身份和其他属性",
        "•战略要素#7：通过通用标准、共享服务和联合改进和启用对国防部网络和资源的身份验证",
        "•战略要素#8：部署共享服务促进企业ICAM的实施",
        "•战略要素#9：启用一致的监控和日志记录以支持身份分析以检测内部威胁和外部攻击",
        "•战略要素#10：加强治理结构，促进企业ICAM解决方案的开发和采用",
        "•战略要素#11：制定国防部政策和标准，明确定义识别、认证、认证和授权生命周期管理的要求",
        "目标3：保护敏感的国防部信息以及国防工业基础(DIB)非机密网络和信息系统上的关键项目和技术",
        "目标描述：国防部依靠国防工业基地开发先进技术和作战能力。对手利用DIB未分类的内部网络和信息系统，窃取敏感信息，以便在将DoD的作战能力交付给DoD之前将其扼杀、反击或克隆。为了加强对这些信息的保护，国防部首席信息官、OUSD(A&amp;S)、OUSD(R&amp;E)、首席网络顾问和其他利益相关者正在合作采用多管齐下的方法，其中包括自愿的网络空间威胁信息共享、未分类的国防承包商的强制性网络安全标准内部信息系统和网络，以及影响国防部控制的非机密信息的事件的网络安全报告国防承包商非机密内部信息系统和网络。国防部首席信息官是实施国防联邦采购条例补充(DFARS)252.204-7012“保护涵盖的国防信息和网络事件报告”的关键利益相关者，要求行业为其处理国防部控制的非机密信息的信息系统实施足够的安全性，至少包括美国国家标准与技术研究院(NIST)特别出版物(SP)800-171，保护非联邦系统和组织中的受控非机密信息中的安全要求。国防部首席信息官还监督DIB网络安全(CS)计划。DIBCS计划是国防部的公私网络安全威胁合作伙伴关系，通过该合作伙伴关系与DIB参与者共享机密和非机密网络安全威胁信息。国防部网络犯罪中心(DC3)是该计划的运营焦点，负责分析网络安全威胁、制定共同的运营威胁图景，并与行业、国防部和跨机构合作伙伴共享缓解措施。DC3还是指定的单一国防部联络点，用于接收来自行业和其他政府机构的影响国防部承包商非机密网络的所有网络安全事件报告。OUSD(A&amp;S)正在利用探路者来确保DIB网络安全要求，并将网络安全威胁信息共享扩展到未经批准的国防承包商。这些探路者将检查(1)DIB公司的标准网络安全成熟度模型认证，(2)DIB公司的外部网络安全验证，通过商业第三方公司使用本地受控非机密信息(CUI)数据，以及(3)内部网络安全验证的DIB公司志愿者通过FFRDC和UARC合作伙伴在商业云中提供场外CUI数据。",
        "战略要素：",
        "•战略要素#1：支持制定一致的程序来评估承包商对网络安全要求的遵守情况",
        "•战略要素#2：支持更新NISTSP800-171以应对高级持续性威胁",
        "•战略要素#3：增加对DIB网络安全计划的参与",
        "•战略要素#4：将网络安全威胁信息共享扩大到未明确的国防承包商",
        "•战略要素#5：计划和执行DIB网络安全探路者",
        "目标4：改革国防部网络安全风险管理政策和实践",
        "目标描述：国防部将改革其网络安全风险管理政策和实践，使其更加有效，同时响应作战人员的需求。国防部的风险管理方法要求优先考虑关键系统和资产；识别和映射任务风险；并根据任务依赖性定制网络安全实施。此外，对商业技术和服务（例如商品IT、工业控制系统、云服务）的依赖程度不断提高，加上网络空间的相互依存性，需要更强有力的参与来增加国际合作、积极制定标准、扩大软件的使用和硬件保证方法，并解决全球供应链风险。最后，国防部风险管理框架流程将进行改革，以提高有效性和效率，同时确保它不会不必要地阻碍支持作战人员的系统的开发和部署。",
        "战略要素：",
        "•战略要素#1：推进风险管理框架改革以确保其更加高效和适应性强",
        "•战略要素#2：确保在整个采购生命周期内规划和管理网络安全风险",
        "•战略要素#3：加强流程以解决企业范围的供应链风险",
        "•战略要素#4：加强国防部网络安全组合管理流程",
        "•战略要素#5：扩大使用经过验证的软件和硬件保证方法",
        "•战略要素#6：建立并保持强有力的国际网络安全合作努力",
        "•战略要素#7：增加国防部参与制定联邦政府和国际商业网络安全标准",
        "目标4：为准备就绪的数字化劳动力培养人才",
        "目标描述：对高素质、经验丰富的数字劳动力人才的竞争是持续不断的，而且越来越激烈。由于其规模、对技术的不断采用和适应以及广泛的任务要求，国防部是美国该人才的三大市场之一。特别是关键的国家基础设施保护是一个全球增长的行业。国防部正在执行一种新的功能社区成熟度模型来管理国防部文职人员。国防部首席信息官将为网络劳动力的要素实施这一模型，并通过扩展网络例外服务人员系统、激励措施和当地补充来扩大实施更灵活的招聘、培训和保留能力。继续为50多个网络工作角色制定基线资格要求。这将为员工提供对网络空间功能的概念、原则和应用的共同理解，以增强跨组织线和任务集的互操作性。",
        "任务影响：实现这一目标将产生一支由训练有素、高素质的专业人员组成的适当规模的劳动力队伍，以支持和保卫国防部信息企业。它还将开发一个灵活且反应迅速的劳动力管理系统，能够满足国防部当前和新兴的网络空间任务要求。这一目标主要支持重建军事准备并增加联合部队的杀伤力（NDBOP战略目标#1）。",
        "目标1：加强网络功能社区管理",
        "目标描述：改进商业实践以促进民用网络劳动力的战略管理和发展。",
        "战略要素：",
        "•战略要素#1：为网络员工的IT和网络安全类别实施功能社区成熟度模型",
        "•战略要素#2：识别和定位网络（IT和网络安全）劳动力关键需求的工作角色差距",
        "目标2：加强IT采购人员",
        "目标描述：培养和维持一支擅长应用战略规划流程和敏捷采购能力的网络劳动力干部，以实现安全技术和软件。",
        "战略要素：",
        "•战略要素#1：加强IT采购人员的能力",
        "•策略要素#2：更新课程要求并保持持续学习能力",
        "目标3：加强网络劳动力招聘、保留、教育、培训和专业发展",
        "目标描述：2018年，国防部开始转换为专门为网络劳动力开发的新的、更灵活的人员计划。随着更多组织和个人转换为网络例外服务，该计划的功能和范围将继续扩大，为招聘经理提供更多寻找候选人的选择以及提供更具竞争力的薪酬方案的能力。一项新的网络劳动力资格认证计划也正在开发中，该计划结合了灵活的证书获得和基于绩效的评估，以实现国防部范围内的网络空间能力标准基线。",
        "战略要素：",
        "•战略要素#1：扩大网络例外服务的实施",
        "•战略要素#2：实施网络劳动力资格计划",
        "3国防部IT现代化",
        "联合信息环境(JIE)是一个框架，由一系列独立的举措组成，这些举措在资助下开发和交付，以支持持续、全面的部门范围内的IT现代化，并以共同、协调的方式提升国防部的信息优势。JIE实施了新的联合网络安全能力，提高了固定和移动用户的网络能力，建立了多项新的国防部范围内的IT服务，通过协调更新努力实现技术现代化，满足任务合作伙伴信息共享要求，并改善对数据的访问。JIE还提供了一种网络设计，可提高对网络空间攻击和网络入侵的防御能力，并通过网络运营和安全中心的分层结构进行管理。JIE旨在提高任务效率、增强网络安全、提高互操作性、更快地交付能力并实现IT效率。",
        "JIE工作的范围包括构成JIE框架的十个能力目标。每个能力目标都包括一个或多个主要举措，这些举措有助于定义实现愿景所需完成的基本方面。JIE框架正在通过一种敏捷、统一的方法进行管理，以提高部门的IT和网络安全能力。",
        "JIE框架包括主要网络（非安全互联网协议路由器网络(NIPRNET)和秘密互联网协议路由器网络(SIPRNET)）、处理秘密和秘密/可发布(S/REL)材料的联盟网络，以及部署的作战人员通信连接到持续的基础IT基础设施。图6显示了JIE基础设施优先工作的范围。它包括关键组件，例如互联网接入点(IAP)、JRSS、DoD数据中心、卫星网关(SATGW)、移动网关(MGW)、支持多协议标签交换(MPLS)的DISN光传输网络站点，以及任务合作伙伴环境。JIE功能旨在在全球（企业范围）、区域和DoD组件/任务级别启用DODIN操作和DCO-IDM。",
        "图6：JIE框架的范围",
        "除了核心基础设施之外，JIE还包括部署的战术组件，这些组件旨在与核心JIE基础设施一起工作，并且在与核心JIE的连接丢失或被拒绝时自主运行。由于这些战术联合信息系统组件（如舰船、飞机、车辆等）具有独特的操作环境，这些组件将由各个军种进行架构、设计和开发，以满足战术单位的任务操作和性能要求。",
        "DoDCIO领导JIE管理和监督的开发、集成和同步。JIE执行委员会(JIEEXCOM)是一个由国防部首席信息官、美国网络司令部(USCYBERCOM)和联合军工作人员J6，设定JIE方向，阐明目标和目的，监督JIE框架，并保持问责制。JIEEXCOM由国防部的利益相关者组成，负责对能力要求、解决方案、资金和调度进行监督和批准——确保将DoD组件在网络安全等领域的专业知识和洞察力纳入方法和设计中。JIEEXCOM专注于更多企业范围的方法，将集中监督与对国防部组件的独特需求做出反应和预测的能力相结合。JIE组合中IT和网络空间能力的优先级各不相同，因此JIEEXCOM侧重于那些被确定为高级别优先级的能力。",
        "JIEEXCOM是监督JIE十项能力目标的治理机构，因此，批准任何更改、添加或删除。JIEEXCOM得到其他下属机构的支持。此外，每个能力目标都有一个既定的工作组，",
        "集成产品团队(IPT)，或向JIEEXCOM报告的高级论坛，以便可以利用现有工作组来解决能力目标的进展。",
        "下表说明了JIE能力目标及其相关举措如何与国防部数字现代化战略目标保持一致。",
        "表1：DoDCIO目标与JIE能力目标和计划的一致性",
        "题为“实现联合信息环境愿景”的文件提供了有关JIE框架范围的更多详细信息，包括有关支持每个能力目标的举措的更多信息。",
        "信息技术（IT）改革",
        "国防部IT改革活动是JIE框架计划的一个子集，重点是在整个部门内实现成本节约和提高效率。IT改革活动带来的节省可用于再投资，以直接提高杀伤力、战备状态和运营能力。改革活动将建立一个整合和融合的IT基础设施，以提高整个部门的效率。此外，改革活动将为减少采购开销、提高综合购买力以及利用国防部共享的专业知识提供机会。最后，改革活动将使数字环境标准化和现代化，以消除不必要的系统，并使国防部能够将有限的网络空间资源集中在更少的领域，最终缩小国防部的网络空间威胁攻击面。最初的执行领域包括：",
        "•网络和服务优化改革——将国防部网络、服务台和网络/安全运营中心融合到一个能够解决当前和未来任务目标的统一、安全和有效的环境中。",
        "•云和数据中心优化改革——将国防部过渡到支持云的未来，同时利用商业最佳实践，标准化IT商品",
        "8JIE门户是本文档的存储库()。",
        "应用，并利用商业行业能力提供现代化服务和作战能力。",
        "•企业协作/IT工具改革-将DoD协作能力融合并转变为统一的商业云支持企业服务。",
        "•许可证合并改革-与商业供应商协商改进条款和条件，优先考虑整个部门的IT支出，并使采购流程标准化。",
        "4网络安全",
        "国防部的网络安全方法记录在网络安全参考架构(CSRA)中。CSRA将允许指挥和控制、态势感知、DCO-IDM以及整个国防部信息网络中增强的网络安全态势。",
        "国防部云中的安全性将基于整体安全架构，提供包括云原生防御在内的多云网络安全操作，并且可以适应和响应不断变化的操作要求。现有的DoD云安全是通过遵守控制和安全准则来实现的，这些控制和安全准则主要源自本地计算的安全最佳实践。为了扩大云的使用，国防部将不断更新控制和指导，并开始采用云原生的技术和安全操作。每个云环境都将不断迭代以采用最新的网络安全技术和方法来确保我们信息的安全。安全性将尽可能实现自动化，并利用人工智能等先进的云功能来提供高可靠性和保证，而不会产生过多的成本或管理负担。",
        "该部门将扩展和虚拟化国防部信息网络边界保护，以在云中安全运行。安全的云操作将通过支持快速事件响应和预测性缓解的持续集成网络安全操作来实现。使用通用的商业云服务提供商和通用服务将提高安全认证的互惠性，从而减少云迁移时间。",
        "实施网络安全保护的结果将是：",
        "•DODIN——包括网络上的数据——通过共同的流程和能力被保护为一个虚拟的单一信息环境。",
        "•网络空间防御感知并响应外部和内部威胁，并采取适当的补救、缓解和恢复行动。",
        "•对在国防部信息网络上运行的部队的指挥和控制得到整个网络的共享网络安全态势感知的支持。",
        "•IT安全调查结果在整个部门内共享和重用，尽最大可能实现。",
        "•国防部提供有保障的云计算环境，能够确保在面对高级持续威胁时继续执行任务。",
        "•支撑国防部信息企业和运营资产各个方面的控制系统能够抵御网络攻击",
        "9战士任务保障(WMA)门户是DoD架构文档的存储库。",
        "本节的其余部分涵盖了构成DoDCSRA的要素。",
        "企业周界保护",
        "企业周边保护(EPP)整合网关安全服务，通过集中管理的位置降低成本并提高安全性。EPP在互联网、任务合作伙伴网络和商业云服务之间建立保护屏障，提供根据安全策略检测、检查、阻止和收集流量的能力。EPP为通过互联网接入点路由互联网流量、通过任务合作伙伴网关路由任务合作伙伴流量、通过移动网关路由非分类/互联网和分类移动终端用户流量以及通过云接入点路由商业云流量提供了基础利用共享的企业网络安全组件。",
        "移动端点安全",
        "由于基于Windows的设备的传统端点安全不适用于移动设备，因此必须部署用于移动威胁防御和安全增强Android管理的商用移动安全功能。随着新的商用移动安全技术被开发以应对不断增长的威胁媒介，这些技术将在国防部安全指南的适用范围内进行评估和部署。",
        "中点安全",
        "国防部中点或区域安全的核心是联合区域安全堆栈（JRSS）。JRSS提供虚拟网络安全，替代或补充由作战司令部、军种和机构运营的传统网络安全系统的功能。此外，JRSS将网络的攻击面从众多由DoD组件操作的非标准网络安全套件缩小到大约50个由国防信息系统局(DISA)和DoD组件共同操作和管理的标准化安全套件。通过JRSS，JRSS的传感器套件可以检查所有进出该部门IP网络的流量是否存在网络安全威胁。除了本地分析之外，生成的数据还将提供给国防部更广泛的分析能力，以实现企业范围的分析，从而更快、更有效地应对网络安全威胁。",
        "企业端点安全（包括Windows10安全主机基线）",
        "EnterpriseEndpointSecurity是一组集成的人员、流程和技术，它们协同工作以防止对端点的未经授权的访问，识别和删除恶意代码和未经授权的软件，并防止执行未经授权的软件和流程。EndpointSecurity利用并集成了DoD组件的协作功能，例如ComplytoConnect(C2C)以及遏制、可见性和评估工具。",
        "此外，EndpointSecurity保护连接到DODIN的授权平台/设备，允许授权用户随时随地使用任何经过身份验证的设备安全访问JIE资源。该部门正在对整个企业的Windows10SHB操作系统进行标准化，这将使该部门能够利用",
        "通用应用程序和DoD范围内的解决方案，确保更快的软件修补，并将所有DoD计算机配置为符合批准的安全标准，同时降低生命周期成本。",
        "数据安全（适用于数据中心和云）",
        "国防部正在通过将其数据中心转换为数量较少的改进型核心数据中心(CDC)和核心企业数据中心(CEDC)来提高数据安全性。在CDC和CEDC整合DoD范围的应用程序，通过集中、高级和高度监控的安全堆栈提供一致的信息保护。所有流入CDC或CEDC的流量都由代理终止和重新生成。",
        "大数据平台（BDP）",
        "国防部的大数据平台(BDP)是一个安全、可扩展、可扩展、敏捷和开放的基础设施平台，旨在提供分布式计算解决方案。BDP基于DISA开发的开源技术，能够摄取、存储和可视化数PB的数据。它作为一个通用平台，可以支持国防部的各种网络空间任务和组织。BDP能够针对来自支持NIPRNET和SIPRNET环境的各种系统和传感器的结构化和非结构化数据执行聚合、关联、历史趋势和取证分析。DODIN行动和DCO任务需要能够将企业级数据转换为简单、动态的可视化，以描述事件关系并回答领导者的信息需求。",
        "国防部打算利用通用数据分析能力为DCO和DODIN行动提供企业态势感知。这种能力将使该部门能够：",
        "•对所有传感器警报和端到端数据流（互联网到主机）有完整的可见性。",
        "•提供显示DCO状况和漏洞状态的通用操作图片。",
        "•了解受传感器捕获的事件影响的任务并报告系统中断或攻击。",
        "•根据历史趋势和模式预测攻击。",
        "身份、凭证和访问管理(ICAM)",
        "该部的ICAM方法包括四个支柱：",
        "•数字身份管理：建立数字身份和生命周期管理。",
        "•凭证管理：发行物理或电子令牌（通用访问卡(CAC)/公钥基础设施(PKI)证书和/或帐户）作为实体权威数字身份的代理。",
        "•身份验证：通过证书确认身份并验证该证书的真实性。PKI是DoD当前的身份验证技术解决方案。然而，",
        "当无法使用PKI时，可以使用经批准的多因素身份验证和身份联合服务。",
        "•授权：根据数字政策和有关请求身份和被访问资源的权威信息批准访问。",
        "在这种ICAM方法下，所有访问决策都基于来自权威来源的身份信息，并且这些决策可以动态配置，以支持不断变化的任务需求、攻击响应和系统降级。此外，审计支持实时和历史取证活动。",
        "附录A：向国防部提供承诺的技术",
        "展望未来，国防部正在探索一些有望提高有效性、效率和安全性的技术。代表性技术包括人工智能、大数据分析、EvergreenIT方法、DevSecOps、超融合基础设施、无服务器或事件驱动计算、软件定义网络(SDN)、区块链、密码现代化、量子计算、物联网(IoT)、5G、互联网协议版本6(IPv6)、无源光网络(PON)和零信任安全。下面简要介绍这些技术，并讨论每种技术如何提高国防部的有效性、效率和安全性。其中一些技术可以协同工作，为国防部提供能力飞跃的潜力。",
        "人工智能(AI)",
        "人工智能是指机器执行通常需要人类智能的任务的能力——识别模式、从经验中学习、得出结论、做出预测、采取行动等等——无论是数字化的还是作为自主物理系统背后的智能软件。作为一种通用的使能技术，就像电力、计算机或网络一样，人工智能已经在改变着企业和行业的大部分领域，并有望影响国防部的每一个角落，包括部队应用、部队保护、训练、后勤、C4ISR、网络空间运营、后台业务功能等。通过将人工智能应用于国防，我们有机会改善对美国军人的支持和保护，保护我们的公民，保护我们的盟友和合作伙伴，并提高我们行动的可负担性和速度。",
        "能够以最快的速度利用和利用人工智能潜力的军事竞争者将获得显着的军事优势。国防部必须将这一新兴的人工智能军事技术竞争塑造成我们的优势，同时确保对军事道德和人工智能安全的坚定承诺。在这个新的竞争时代，决定性的作战优势将归于那些整合和调整前沿技术以快速灵活地创造创新作战概念的人。实现国防部的人工智能战略需要在整个国防部确定适当的人工智能用例，快速试点解决方案，并在整个企业范围内扩大成功。联合人工智能中心(JAIC)是执行该战略的焦点。",
        "大数据分析",
        "DoD的大数据分析方法基于大数据平台(BDP)，这是一个安全、可扩展、可扩展、敏捷和开放的基础设施平台，旨在提供分布式计算解决方案。BDP实例能够摄取、存储和可视化来自各种来源（例如，移动设备、航空（远程）传感、软件日志、相机、麦克风、射频识别(RFID)阅读器和无线传感器网络）。",
        "大数据分析应用程序可以分析大量结构化数据，以及传统商业智能(BI)和分析程序通常未开发的其他形式的数据（半结构化和非结构化）。数据挖掘工具筛选数据集以搜索模式和关系，从而实现对数据的聚合、关联、历史趋势和取证分析。机器学习算法可以分析大型数据集并执行深度学习，这是机器学习的更高级分支，以支持预测行为和其他未来发展的预测分析。",
        "常青IT方法",
        "EvergreenIT是终端用户软件、硬件和相关服务（如邮箱、电话、文件存储和支持该技术的基础设施）的永久更新。它需要结合人员、流程和技术来提供最佳结果。它涉及预算和执行承诺，以确保在预定时间范围内，没有任何最终用户技术落后于当前可用版本的Nx（x由每个组织定义）。",
        "EvergreenIT不仅包括用户级别的服务，还包括所有底层基础设施，无论是现场还是外包。许多组织认为，EvergreenIT有望减少他们在提供用户所需的最新和灵活服务所需的资源和能源。",
        "对于硬件，这意味着每件物理设备都在保修或租赁范围内，并在固定的时间线进行更新。该流程意味着采购、许可、调度、通信和部署的组织流程已经到位，并且该流程是高度可重复的。为实现这一目标，创建一组可重复且持续使用的任务至关重要。",
        "这种方法的一个特别的好处是始终可以实时了解IT环境及其流通性，并且对于定义的常绿阈值之外的所有硬件或软件，一个项目正在运行以执行升级。",
        "DevSecOps",
        "在过去的十五年里，软件开发和系统工程的敏捷方法已经证明了它们能够降低成本、提高质量和客户满意度以及缩短交付时间。当敏捷方法以规范的方式执行并扩展到IT之间的协作时，这些好处尤其体现",
        "开发、安全和IT运营，或DevSecOps。这种方法还可以确保协作中包含质量保证(QA)和网络安全，如图7所示。",
        "10本节中的文字改编自：",
        "DevSecOps提高了组织高速交付应用程序和服务的能力：以比使用传统软件开发和基础设施管理流程的组织更快的速度发展和改进产品。这种速度使组织能够更好地为客户服务。",
        "超融合基础架构(HCI)",
        "超融合是一种基础架构方法，主要由软件定义，在商用硬件上运行紧密集成的计算、存储、网络和虚拟化资源。这与传统的融合基础设施形成鲜明对比，传统的融合基础设施中的每一个资源通常由服务于单一目的的离散硬件组件处理。",
        "HCI显着提高了服务器可用性和性能以及存储可扩展性，因为它不再局限于本地连接的磁盘。软件定义存储(SDS)技术将集群内的所有现有硬盘驱动器聚合起来，并将它们表示为单个、高度可用、高度冗余的存储容量池。使用这种方法，如果一个磁盘或节点出现故障，集群的其余部分仍然可以使用数据，因此工作负载将继续在剩余节点上运行而不会中断。",
        "HCI支持将管理范式从硬件方法转变为以应用程序为中心的方法，并在虚拟机级别进行集中管理、策略和移动性。HCI灵活的基础架构可以更轻松地启动新的云服务，以",
        "支持希望轻松打包和迁移新工作负载的企业。HCI使运营能够在不中断现有应用程序的情况下快速扩展以满足新需求。简而言之，HCI以用户为中心，有助于将向用户部署新服务的时间缩短到几分钟。",
        "优化基础设施成本是HCI的另一个主要吸引力，它可以提高性能，同时降低总体拥有成本。预计将通过简化采购和部署实现节省；降低管理、运营和支持成本；以及降低复杂性和减少互操作性问题。据国际数据公司(IDC)称，HCI可将与存储相关的资本支出减少65%，并将总拥有成本降低50%。",
        "无服务器或事件驱动的计算",
        "无服务器或事件驱动的计算是一种执行特定功能的云服务，例如图像处理和数据库更新。传统的云部署需要用户建立一个计算实例并将代码加载到该实例中。然后，用户决定该实例运行多长时间并支付费用。使用无服务器计算，开发人员只需创建代码，云提供商就会加载并执行该代码以响应现实世界的事件，因此用户不必担心云部署的服务器或实例方面。用户只需为函数执行的交易数量付费。主要商业云服务提供商已经提供无服务器计算服务。",
        "软件定义网络(SDN)",
        "软件定义网络(SDN)是一个涵盖多种网络技术的总称，旨在使网络像现代数据中心的虚拟化服务器和存储基础设施一样敏捷和灵活。在软件定义的网络中，网络管理员可以从集中式控制台调整流量，而无需接触各个交换机，并且可以将服务交付到网络中任何需要它们的地方，而无需考虑服务器或其他硬件组件的特定设备连接到。SDN实施的关键技术是功能分离、网络虚拟化和可编程自动化。",
        "在SDN下，数据包处理规则从控制器（在某处服务器上运行的应用程序）发送到交换机，交换机根据需要向控制器查询指导，并向其提供有关它们正在处理的流量的信息。系统管理员可以在必要时更改任何网络交换机的规则——通过非常精细的控制级别对特定类型的数据包进行优先级排序、取消优先级排序甚至阻止特定类型的数据包。这在云计算多租户架构中特别有用，因为它允许管理员管理",
        "11",
        "_HCI_and_Benefits_of_vSAN.PDF",
        "12本主题的内容改编自此URL上的材料：",
        "以更灵活、更高效的方式加载流量。从本质上讲，这允许管理员使用更便宜的商品交换机，并且比以往任何时候都更好地控制网络流量。",
        "区块链网络安全盾",
        "区块链是一种颠覆网络安全范式的新信息技术。首先，区块链网络是不可信的：它们假设网络内部人和外部人都对网络进行了妥协。其次，区块链是透明安全的：它们不依赖于容易出错的秘密，而是依赖于一种加密数据结构，这种结构使得篡改异常困难且立即显而易见。最后，区块链网络是容错的：它们协调诚实节点的努力，拒绝那些不诚实的节点。结果，区块链网络不仅降低了妥协的可能性，而且还给对手带来了更大的成本来实现它。",
        "美国国防高级研究计划局(DARPA)开始试验区块链，以使用区块链协议创建一个更高效、更强大和更安全的平台，允许来自任何地方的人员传输安全消息或处理可通过多种渠道追踪的交易去中心化的账本。该应用程序将以不同的方式使用，包括促进部队和总部之间的通信，以及在情报官员和五角大楼之间传输信息。DARPA还一直在尝试开发一种不可破解的代码——区块链可以促进这种代码——因为该技术为试图侵入安全数据库的黑客提供情报。",
        "密码现代化",
        "密码现代化(CM)的目标是通过提供与操作要求和任务环境一致的透明密码功能，确保国家安全系统具有适当的安全态势。",
        "自2000年开始，CM以现代功能取代美国和盟军设备，达到有用的加密寿命结束。最初的优先事项包括淘汰20-30多年的老技术，从点对点过渡到以网络为中心的密码系统，以及针对计算机处理能力的持续进步而采取的对策行动，从而增强了对抗DoD系统的对手能力。这些因素需要重新设计或更换大多数现场设备。国防部和国家安全局(NSA)现在正在为加密现代化2(CM2)做准备。CM2将确保国防部在操作漏洞和新兴威胁（例如量子计算）之前保持领先。它继续更换老化的设备，并确保我们的加密能力现代化，以满足2030年代作战人员的需求。",
        "13本节中的文字改编自：14",
        "量子计算",
        "量子计算涉及利用和利用量子力学定律来处理信息。传统计算机使用长串位，编码零或一，而量子计算机使用量子位或量子位。由于量子力学提供的独特能力，量子计算一旦被设计出来，将成为一项颠覆性技术。国防部感兴趣的是使量子位能够在很远的距离内保持相关性的特性，具有潜在的通信应用，以及同时处理大量计算的能力。这些特性使量子计算机有可能比当今最强大的超级计算机强大数百万倍，并且可以快速有效地解决传统计算机认为不可能完成的困难任务，例如分解非常大的数字。",
        "国防部将抓住机会推进和实施用于军事目的的量子计算能力，并认识到我们的对手可以使用这些相同的能力。为应对新出现的威胁，国防部正在推行现代化举措，这些举措在实施后可确保保护国防部的关键信息和系统。",
        "物联网(IoT)",
        "物联网很重要，因为可以以数字方式表示自己的对象变得比对象本身更大。对象不再只与它的用户相关，而是现在连接到周围的对象和数据库数据。构成物联网的各种嵌入式传感器和连接设备使技术能够感知、预测和响应我们的需求，并可以集成到我们的决策过程和自然行为中。因此，该部门可以使用计算机从这些对象中收集和使用数据，以实现跟踪、计数和分析，从而大大减少浪费、损失和成本。国防部经理会知道什么时候需要更换、维修或召回，以及它们是新鲜的还是过去的最佳状态。",
        "5G",
        "5G是下一代移动网络技术。5G（也称为5G新无线电(5GNR)）包含无线标准、新兴技术和移动平台交付服务，旨在提供增强的移动宽带和机器对机器通信。5GNR有望为国防部提供更高水平的无线网络性能、功能和效率。5GNR的主要优势是能够为最终用户设备提供类似光纤的速度、提高网络小区边缘的性能、低延迟性能（&lt;2ms无线电延迟）以及更高的频谱效率。基础技术包括：通过智能天线改进波束形成、网络",
        "15本节中的材料基于以下网站的内容：和",
        "通过小型蜂窝实现密集化、对不同频谱类型（许可和未许可）的原生支持，以及通过软件定义网络(SDN)提高网络智能。",
        "对5G的一些近期影响包括评估控制5GSDN组件的外国供应商的潜在供应链风险，以及监控不继承2G、3G或4G网络漏洞的“可信”和“可靠”5G网络的开发.CIO还将评估是否需要新的频谱政策，如果5G全球频谱协调工作要求国防部从主要状态转变为共同主要或次要状态，从而导致频谱访问能力的净损失。",
        "在未来，随着5G运营的普及，国防部的无线运营商合同将需要更新，以提供更多服务和更高的数据速率。5G对虚拟化的广泛使用将允许为特定的国防部任务量身定制的“网络切片”应用程序。潜在应用包括NLCC国家安全网络、物联网基地监控/周边安全和基地/邮政专用通信网络。总体而言，5G将支持美国国防部提高带宽。",
        "互联网协议版本6(IPv6)",
        "IPv6的实施是该部门的战略重点。不断增长的内部需求、加速全球和任务合作伙伴的采用、对商业解决方案和服务的日益依赖、新兴技术和标准以及业务趋势都需要重新关注。由于仍有大量工作要做，因此必须采取积极主动的方法。获得必要的经验并完成人员、流程和技术准备以启用安全可靠的IPv6服务以支持国防部任务需要时间。",
        "互联网现在有效地实现了双语，IPv4和IPv6都被广泛使用。移动生态系统、互联网服务提供商、计算机制造商和互联网内容提供商处于领先地位，但其他技术提供商现在正在制定他们的IPv6战略。总IPv4地址空间不足以满足IP融合（IP上的一切）以及互联网、移动性、云计算和物联网的持续增长的预期需求。Gartner估计，到2020年，联网设备的数量将超过200亿。认识到这一点，互联网架构委员会在2016年建议标准开发组织开始针对IPv6进行优化。此外，DoD感兴趣的新兴技术，如智能基础设施、云服务和汽车以太网，正在利用IPv6并将扩展其应用。特别是，5G将通过IPv6启用和运营。因此，我们的许多任务合作伙伴和战略竞争对手都在为以IPv6为中心的未来做准备。值得一提的是，2017年底，中国宣布了到2025年底，在网络规模、用户数量和网络流量方面建立全球最大的IPv6网络的目标。",
        "IPv6还提供性能优势、管理效率以及对新功能和服务的支持。例如，IPv6减小了路由表的大小，使路由",
        "更有效率和层次感。此外，其简化的数据包标头使数据包处理更加高效。它还提供扩展的地址空间，消除IPv4下常见的地址冲突问题，简化网络合并，实现更流畅的连接，从而改善用户体验。",
        "无源光网络(PON)",
        "无源光网络是一种实现点对多点架构的光纤接入网络，其中使用无源光纤分路器使单根光纤能够服务于多个端点。因此，与点对点架构相比，PON所需的基础设施要少得多，因为它减少了所需的光纤和中心局设备的数量。",
        "PON的主要优点如下：",
        "•降低网络运营和维护成本",
        "•降低基础设施成本",
        "•大束铜缆被小型单模光纤电缆取代",
        "•PON增加了数据中心和桌面之间的距离（&gt;20公里）",
        "•光纤比铜更安全；更难点击",
        "零信任安全",
        "零信任安全是国防部首席信息官正在与DISA、美国网络司令部(USCYBERCOM)和NSA共同探索的一项新兴举措。零信任是一种网络安全策略，它在整个架构中嵌入安全性，以阻止数据泄露。这种以数据为中心的安全模型消除了受信任或不受信任的网络、设备、角色或流程的想法，并转向基于多属性的信任级别，从而在最小特权访问的概念下启用身份验证和授权策略。实施零信任需要重新思考我们如何利用现有基础设施以更简单、更有效的方式通过设计实现安全性，同时实现畅通无阻的运营。",
        "虽然原则上很简单，但零信任的实际实施和操作在网络配置、软件定义网络、数据标记、分析、访问控制、策略编排、加密和自动化以及端到端等领域具有很大的复杂性。最终身份、凭证和访问管理(ICAM)。企业级注意事项包括确定要保护的数据、应用程序、资产和服务，以及映射事务流、策略决策和策略实施的位置。除了总体上保护我们的架构的优势之外，还有其他跨功能优势。",
        "云部署是实施零信任概念的绝佳选择，尤其是在使用商业云时。如果云基础设施本身受到损害，零信任兼容架构可提供保护，防止对手试图巩固自己的地位",
        "我们的虚拟网络。虽然商业云为扩展能力和控制成本提供了绝佳的机会，但它们也带来了风险，因为我们无法控制基础设施，并且在沟通妥协方面可能存在延迟。零信任假设（即您受到威胁）特别适用于云基础架构。",
        "安全自动化和编排是成功部署和管理符合零信任的基础设施的关键能力。无法再手动管理额外的身份验证、授权、监控和分析要求。例如，所有节点的安全凭证都需要自动化功能，以确保以机器速度进行键控和重新键控，并且不会因不必要的人为干预而延迟。这需要经过身份验证和授权的设备确保它们正在与之通信的设备是健康的并且是经过批准的（设备证明）。",
        "密码现代化将需要确保数据在符合国家安全系统委员会(CNSS)政策15中定义的商业国家安全算法(CNSA)套件的级别受到保护。我们系统的密码安全性升级可能会造成遗留应用程序和硬件面临的重大挑战，它们在支持所需的更大密钥大小和算法方面可能会有很大差异。",
        "分析将需要额外的能力来处理与零信任安全相关的所需传感器和日志数据。可能需要结合不同的流程和程序来衡量网络的健康状况并识别异常行为。例如，网络上内部资源之间的端到端加密将限制内部数据包检查（横向中断和检查）检测问题的能力。需要采用新的分析措施来确保只进行授权通信。",
        "微电子",
        "微电子学是数字现代化推进的基础技术。该部门在微电子领域面临着市场份额低和需求范围广泛的双重问题，从精品和传统组件到最先进的技术。先进的微电子技术对于当前和下一代防御能力的现代化至关重要。战略竞争对手的战略目标、投资和蓄意行动威胁着国防部获取和保证支撑我们国防能力的微电子供应。该部门与其他美国政府合作伙伴一致，旨在通过全国范围内的努力扭转这一趋势，促进商业和政府联盟以保护美国半导体和微电子生态系统，降低创新和采用的障碍，加强劳动力专业知识，引领下一代先进技术，保持美国作为全球高端、安全、可靠微电子元件的来源地。",
        "附录B：与国防部战略指导保持一致",
        "国防部数字现代化战略介绍了国防部与IRM相关的战略目标和目标，表明国防部首席信息官支持国防部长在国防部国防业务运营计划以及总统的国家安全中的目标、优先事项和目标战略、国防部的国防战略、参谋长联席会议主席的国家军事战略和国防规划指南，以及国防授权法案中包含的立法指导和方向。此外，国防部数字现代化战略支持国防部IT改革备忘录中包含的目标。",
        "2018年国防业务运营计划",
        "DoDCIO目标和目的（在第2节中描述）为部长的DoD战略目标提供直接支持：",
        "•目标#1：在我们建立更致命的联合部队时重建军事准备",
        "•目标#2：加强我们的联盟并吸引新的合作伙伴",
        "•目标#3：改革部门的业务实践以提高绩效和负担能力",
        "下表提供了支持每个DoD战略目标和战略目标的DoDCIO目标和目标的摘要视图：",
        "表2：国防部CIO目标与部门战略目标和目标的一致性",
        "附录C：与总裁的管理议程保持一致",
        "下表显示了不同的国防部CIO目标和目标如何与总统管理议程的十四(14)个跨机构优先目标保持一致并为其提供支持。",
        "表3：国防部CIO目标与总统管理议程的一致性",
        "附录D：与国防部IT改革计划保持一致",
        "下表显示了不同的DoDCIO目标和目标如何与DoDCIO制定的IT改革计划保持一致并为其提供支持。请注意，这些DoDIT改革举措与JIE中的若干能力目标和相关现代化举措密切相关",
        "框架。",
        "表4：DoDCIO目标与DoDIT改革计划的一致性",
        "附录E：国防部CIO权限",
        "国防部首席信息官被定位为具有适当的职责和权限，以提高运营效率，包括投资组合和项目管理，并专注于提供以安全和有效的方式支持国防部任务和业务活动的IT解决方案。国防部的联合管理模式将CIO权限与包含在Title10、Title40和Title44中的其他特定的国防部CIO权限整合和平衡，以实现运营效率的预期结果。",
        "下表概述了国防部CIO的基本法定任务：",
        "表5：CIO法定职责",
        "有关劳动力管理的当局",
        "国防部首席信息官具有Clinger-Cohen法案（1996年）和文书工作减少法案（1995年）（分别编入40USC11315和44USC3501等）关于招聘、培训、专业发展的网络空间劳动力管理职责和整体IT人力资本管理。此外，CIO对《联邦信息安全现代化法案》(44USC3544)中确定的信息安全（现称为网络安全）人员具有特定技能的培训职责。",
        "根据这些法律，国防部指令5144.02授权国防部首席信息官就招聘、留用、培训和专业人士提供指导和监督。",
        "在国防部网络劳动力中发展IT和网络安全类别。因此，国防部首席信息官将评估部门人员对IRM知识和技能的要求，并开展正式的培训计划，对国防部计划和管理官员进行有关IRM的教育。"
    ],
    [
        "华盛顿特区",
        "我的美国同胞：",
        "第五代无线技术或5G将成为我们国家在21世纪繁荣和安全的主要驱动力。这项新技术将为消费者、企业和政府提供非常快速的网络连接，使数百亿台新设备能够利用互联网的力量，改变我们的生活、工作、学习和交流方式。",
        "然而，这种进步也带来了新的风险和脆弱性。",
        "恶意行为者已经在寻求利用5G技术。由于它将连接的设备的数量和类型以及这些设备将传输的大量数据，对于那些具有邪恶动机的人来说，这是一个目标丰富的环境。",
        "这份确保5G安全的国家战略阐明了我对美国的愿景，即与我们最亲密的合作伙伴和盟友携手，引领全球安全可靠5G通信基础设施的开发、部署和管理，包括：",
        "促进国内5G部署；",
        "评估风险并确定5G基础设施的核心安全原则；管理使用5G基础设施给我们的经济和国家安全带来的风险；",
        "和",
        "促进负责任的全球5G基础设施开发和部署。",
        "我的政府致力于保护美国的国家安全，促进我们的繁荣，维护我们的公民自由和民主理想。确保我们5G基础设施的安全性、可靠性和可信赖性对于这些努力至关重要。该策略解释了我们将如何做到这一点。",
        "真挚地，",
        "唐纳德·J·特朗普总统",
        "白宫",
        "2020年3月",
        "目录",
        "简介1",
        "努力方向1：促进国内5G部署2",
        "努力方向2：评估风险并确定5G基础设施的核心安全原则3",
        "评估网络威胁和漏洞对5G基础设施构成的风险3",
        "制定美国5G基础设施的安全原则3",
        "努力方向3：应对美国经济和国家安全风险4",
        "在全球5G基础设施的开发和部署期间",
        "管理美国政府基础设施中的供应链风险，包括5G4",
        "解决美国5G基础设施中“高风险”供应商的风险4",
        "努力方向4：促进负责任的全球5G开发和部署6",
        "制定并推动实施国际5G安全原则6",
        "促进美国在国际标准制定和采用方面的领导地位6",
        "激励市场竞争力和安全5G基础设施选项的多样性6",
        "介绍",
        "美国和志同道合的国家将引领安全可靠的第五代(5G)通信基础设施的全球开发、部署和管理，其中包括用于提供5G的硬件、软件和服务。随着5G标准、5G技术和基于5G技术的应用程序的发展，美国将与我们志同道合的伙伴一起制定政策和结构，以超越全球行业竞争对手。",
        "美国国家网络战略指出：",
        "政府将促进美国下一代电信和信息通信基础设施的加速发展和推广，同时利用联邦政府的购买力来激励向更安全的供应链迈进。美国政府将与私营部门合作，促进5G的发展和安全，研究技术和基于频谱的解决方案，并为超越下一代进步的创新奠定基础。",
        "这份确保5G安全的国家战略扩展了美国政府将如何保护国内外5G基础设施的内容。5G基础设施由于其传输和处理的大量数据以及5G将为关键基础设施提供的支持，将成为犯罪分子和外国对手的一个有吸引力的目标。犯罪分子和外国对手将寻求通过网络窃取信息以获取金钱利益，并利用这些系统和设备进行情报收集和监视。攻击者还可能破坏或恶意修改依赖通信基础设施的公共和私人服务。鉴于这些威胁，5G基础设施必须安全可靠，以维护信息安全并解决关键基础设施、公共健康和安全以及经济和国家安全面临的风险。",
        "这份保障5G安全的国家战略将通过四方面努力实现国家网络战略的目标：（1）促进5G在国内的推广；(2)评估网络安全风险并确定5G能力和基础设施的核心安全原则；(3)在全球范围内开发和部署5G基础设施期间应对美国经济和国家安全的风险；(4)促进负责任的全球开发和部署安全可靠的5G基础设施。",
        "努力方向1：",
        "助力国内5G部署",
        "政府正在促进私营部门主导的5G国内推广，主要由国家经济委员会协调。联邦通信委员会(FCC)促进美国在5G技术方面的优势的战略（5GFAST计划）：(1)使更多频谱可用于商业用途；(2)简化政府批准5G基础设施部署的流程；(3)更新法规以促进5G回程的部署。1此外，2018年10月25日关于制定美国未来可持续频谱战略的总统备忘录指示商务部长发布国家频谱战略，该战略将制定5G和未来几代先进无线网络的频谱管理长期计划，包括空间和地面系统。",
        "政府还将继续与私营部门以及志同道合的合作伙伴和盟友积极合作，以促进和促进新技术和架构的研究、开发、测试和评估，以推进最先进的技术和架构5G及以后的技术。",
        "1https://www.fcc.gov/5G",
        "努力线2：",
        "评估风险并确定5G基础设施的核心安全原则",
        "美国政府将通过定期评估该基础设施的经济和国家安全以及其他风险，包括定义和维护该基础设施的相关核心安全原则，促进安全可靠的5G基础设施。",
        "评估网络威胁和漏洞对5G基础设施构成的风险",
        "美国政府将与州、地方和部落政府以及私营部门合作伙伴合作，寻求不断识别和描述由网络威胁和5G基础设施漏洞构成的经济、国家安全和其他风险。这项工作将包括保持对全球5G市场和5G功能和基础设施的了解，包括空间和地面组件。这项活动将在适当的政府间、机构间和私营部门参与下进行。",
        "制定美国5G基础设施的安全原则",
        "美国政府将与私营部门合作，确定、制定并将核心安全原则——网络安全、供应链风险管理和公共安全方面的最佳实践——应用于美国5G基础设施。这些原则将与美国政府批准的其他安全原则同步，例如2019年5月布拉格5G安全会议的“布拉格提案”。",
        "努力方向3：",
        "解决全球5G基础设施开发和部署过程中对美国经济和国家安全的风险",
        "美国政府将通过分析5G基础设施的风险并确保国家关键职能和国家基本职能的结构能够抵御这些风险，从而解决使用5G对其经济和国家安全带来的风险。",
        "管理美国政府基础设施（包括5G）中的供应链风险",
        "2018年的《联邦采购供应链安全法》创建了一个统一的政府整体方法，以保护联邦系统免受涵盖物品中的供应链风险，包括但不限于电信设备和服务。通过该法案设立的联邦采购安全委员会，美国政府将确定或制定供应链风险管理标准、指南和实践，供行政机构在评估和减轻供应链风险时使用。该法案包括防止在执行机构信息系统中使用和采购来源或涵盖物品（可能包括5G设备）的结构。",
        "解决美国5G基础设施中“高风险”供应商的风险",
        "美国政府将确保以保护美国国家安全利益的方式部署5G和未来几代信息和通信技术和服务。2019年5月15日发布的关于“保护信息和通信技术和服务供应链”的行政命令(EO)13873规定当局禁止某些涉及设计、开发、制造或供应的信息和通信技术或服务的交易由外国对手拥有、控制或受其管辖或指示的人所拥有，这些人对美国的国家安全构成不适当或不可接受的风险。美国政府实施EO13873旨在整合和同步美国外国投资委员会、联邦",
        "采购安全委员会和美国政府对某些涉及外国所有权的联邦通信委员会许可证进行审查。美国政府将利用这些强有力的活动来解决5G基础设施中高风险供应商的风险。",
        "努力线4：",
        "促进负责任的全球5G开发和部署",
        "美国将与志同道合的国家合作，领导负责任的国际5G技术开发和部署，并将努力促进市场上安全可靠的设备和服务的可用性。",
        "制定并推动实施国际5G安全原则",
        "美国政府将通过布拉格5G安全会议等框架参与国际5G安全原则的制定。美国政府将与外国合作伙伴和盟国进行双边和多边合作，以促进实施2019年5月本次会议“布拉格提案”文件中的5G安全原则。",
        "促进美国在国际标准制定和采用方面的领导地位",
        "美国政府将努力在与私营部门（包括但不限于商业、学术和志同道合的国际合作伙伴）共同制定标准的相关组织中保持和加强美国在5G方面的领导地位。这将包括扩大联邦机构间协调、参与和影响标准制定组织等工作。美国将强调需要开放和透明的流程来制定及时、技术稳健和适当的标准。美国将促进和支持私营部门增加参与，并确保通过适当的公私协调促进这种参与。",
        "激励安全5G基础设施选项的市场竞争力和多样性",
        "美国政府将与私营部门、学术界和国际政府合作伙伴合作，采用加强5G供应商多样性的政策、标准、指南和采购战略，以促进市场竞争。美国政",
        "5G技术格局是更好地保护全球网络并保护美国开放、安全和互操作性价值观的一种手段。"
    ],
    [
        "NIST机构间报告NISTIR8433",
        "先进通信技术标准",
        "报告",
        "先进通信技术工作组",
        "ChristopherGreerRobertBohn张涛",
        "本出版物可从以下网站免费获取：",
        "NIST机构间报告NISTIR8433",
        "高级通信",
        "技术标准",
        "报告",
        "先进通信技术工作组",
        "克里斯托弗·格里尔",
        "罗伯特·博恩",
        "TaoZhang",
        "通信技术实验室",
        "本出版物可从以下网站免费获取：",
        "2022年8月",
        "美国商务部",
        "GinaM.Raimondo，秘书",
        "美国国家标准与技术研究院",
        "LaurieE.Locascio，NIST主任兼商务部标准与技术部副部长",
        "为了充分描述实验程序或概念，本文档中可能会标识某些商业实体、设备或材料。此类标识并不意味着美国国家标准与技术研究院的推荐或认可，也不意味着实体、材料或设备必须是为此目的最好的。",
        "NIST技术系列政策",
        "出版历史",
        "由NIST编辑审查委员会于2022-08-26批准",
        "如何引用此NIST技术系列出版物",
        "GreerC,BohnR,ZhangT(2022)先进通信技术标准，先进通信技术跨机构工作组报告。（美国国家标准与技术研究院，马里兰州盖瑟斯堡），NIST机构间报告(IR)NISTIR8433。https://doi.org/10.6028/NIST.IR.8433",
        "NIST作者ORCIDID",
        "克里斯托弗·格里尔：0000-0002-6669-3941",
        "罗伯特·博恩：0000-0003-4014-0801",
        "TaoZhang:0000-0002-0684-4111",
        "联系信息",
        "抽象的",
        "标准政策跨机构委员会(ICSP)高级通信技术工作组的这份报告概述了联邦机构高级通信技术(ACT)标准活动，并推荐了ICSP考虑的标准优先领域。报告的ACT标准优先级建议部分列出了供ICSP考虑的九个领域。景观审查部分概述了每个贡献机构的相关ACT标准活动，包括其使命、ACT目标、在ACT标准中的作用、参与标准制定组织、ACT重点领域以及每个贡献联邦机构或办公室的标准活动示例.",
        "关键词",
        "先进的通信技术；跨部门；国际技术标准；联邦机构标准活动；标准；标准制定组织，标准优先级",
        "领域。",
        "致谢",
        "PhillipAshlock(GSA)、AbdellaBattou(NIST)、JasonCoder(NIST)、ChristopherCook(NRC)、BernardEdwards(NASA)、JaydeeGriffith(NTIA)、AdamLusin(Dept.州)、DouglasMontgomery(NIST)、AshleyMoore(USAGM，已退休)、PaulNajarian(美国国务院)、ChristopherPollock(GSA)、TimothyPuvogel(DoDCIOC3)、JianchaoZhang(FDA)和参与高级通信技术机构间工作组的成员。",
        "执行摘要",
        "标准政策跨机构委员会(ICSP)的高级通信技术工作组（ACTWG或工作组）的这份报告概述了联邦机构高级通信技术(ACT)标准活动，并推荐了ICSP考虑的标准优先领域。",
        "联邦机构参与ACT标准制定的主要战略，如管理和预算办公室(OMB)的A-119号通知和国家技术转让与促进法案(NTTAA)中所述，侧重于依靠私营部门的领导作为补充联邦政府对离散标准化的贡献",
        "过程。",
        "机构参与标准活动的重点是开放的、基于共识的、自愿的、私营部门主导的以及科学和工程知情的标准，这些标准能够：",
        "•产品和服务的创新；",
        "•跨系统和设备的互操作性；",
        "•开放和竞争激烈的国内和全球市场；和",
        "•高效和有效的采购流程。",
        "高级通信技术工作组(ACTWG)由跨部门标准政策委员会(ICSP)授权，以实现跨部门通信技术标准工作的协调。十八个联邦机构、部门和办公室正在参与这个跨部门小组。",
        "工作组向ICSP提交的这份年度报告提供：",
        "•对ACT标准优先领域的建议；和",
        "•每个参与机构或单位的ACT标准活动概览。",
        "报告的ACT标准优先级建议部分列出了供ICSP考虑的九个领域。",
        "•新兴网络技术——支持人工智能的网络系统标准；支持人工智能应用程序和分布式系统的网络；以及自动化的虚拟网络和服务。",
        "•安全和隐私——通信技术（CT）安全和弹性标准，包括危害检测和持续安全操作；CT系统供应链安全可靠；以及用于网络实体之间合作信任和隐私保护的分布式账本方法。",
        "•物联网——物联网(IoT)环境中的大规模连接和互操作性标准，包括联网车辆、无人驾驶航空系统(UAS)、智能基础设施和智慧城市、电子健康、先进制造、应急响应、智能电网和其他应用领域。",
        "•端到端服务和质量保证(Q/A)–支持针对应用需求（包括关键基础设施系统的需求）量身定制和响应的差异化和优化服务的架构、协议和测量方法的CT标准。",
        "•新兴和未来IP网络——促进创新、实现广泛参与以及保护下一代IP网络技术的访问和隐私的标准。",
        "•频谱测量与管理——用于最大化5G和6G技术频谱资源的CT标准，包括信道传播模型和测量方法、无线共存、天线评估方法和集成卫星通信。",
        "•数据访问和共享通信——CT标准满足不断扩大的数据领域和全球信息社会的速率、数量、服务质量、安全性和隐私需求。",
        "•量子通信——量子技术的CT标准，包括内存、接口和密钥分配系统，可实现高级量子网络及其与传统网络系统的交互。",
        "•开放源代码/事实上的标准——联邦在加速标准过程中的战略角色，包括与行业联盟和开发事实上标准的联盟的互动。",
        "为了提供贡献相关ACT标准活动的概述，景观审查部分为每个贡献的联邦机构或单位提供了以下描述。",
        "•代理使命",
        "•先进通信技术(ACT)目标",
        "•ACT标准中的代理角色",
        "•机构参与标准制定组织(SDO)",
        "•行动重点领域",
        "•标准活动示例",
        "简介和概述",
        "政府参与标准的战略和政策",
        "发展",
        "联邦政府的政策是尽可能依赖私营部门主导的自愿共识标准。自愿共识标准制定过程是开放的、平衡的和基于共识的，并规定了正当程序和上诉。以良好的科学和工程为依据的自愿共识标准可以成为强大的力量：",
        "•产品和服务开发的创新；",
        "•跨系统和设备的互操作性；",
        "•开放和竞争激烈的国内和全球市场；和",
        "•高效和有效的采购流程。",
        "依靠私营部门的领导，加上联邦政府在标准制定过程中的参与和贡献，仍然是美国政府参与标准制定的主要战略。",
        "这一战略在立法和政策中都得到实施。在立法方面，《国家技术转让和促进法案》（PL104-113或NTTAA）指示联邦机构使用“由自愿共识标准机构制定或采用的技术标准，将此类技术标准用作执行政策的手段机构和部门确定的目标或活动。”该法案进一步规定，“联邦机构和部门应与自愿的、私营部门的、共识标准机构协商，并且当这种参与符合公共利益并与机构和部门的任务、权力、优先事项和预算资源相一致时，应参与与这些机构一起制定技术标准。”美国国家标准与技术研究院(NIST)负责协调联邦机构对NTTAA规定的实施。",
        "1979年《贸易协定法》（经修订）禁止美国机构从事对贸易造成不必要障碍的标准相关活动，并赋予美国贸易代表(USTR)协调审议与标准和合格评定程序。",
        "在政策方面，实施国家战略的一个核心要素是管理和预算办公室(OMB)关于联邦参与制定和使用自愿共识标准以及符合性评估活动的A-119号通知。通知指示机构使用自愿共识标准代替政府独有的标准，除非在不符合法律或其他不切实际的情况下。它还为机构参与制定自愿共识标准提供指导，并阐明与联邦机构使用标准有关的政策。",
        "国家科学技术委员会标准小组委员会2011年10月的备忘录提供了对法律和政策框架的高级概述",
        "1https://www.nist.gov/system/files/documents/standardsgov/Federal_Engagement_in_Standards_Activities_October12_final.pdf",
        "政府参与私营部门标准，并为联邦政府参与标准活动制定了以下基本目标。",
        "•确保及时提供对解决国家优先事项至关重要的有效标准和有效的合格评定计划",
        "•为监管、采购和政策目标提供具有成本效益、及时和有效的解决方案",
        "•推广促进创新和促进竞争的标准和标准化体系",
        "•在确保国民待遇的同时增强美国的竞争力",
        "•促进国际贸易，避免制造不必要的贸易障碍",
        "标准政策跨机构委员会",
        "标准政策机构间委员会（以下简称“ICSP”或“委员会”）的成立是为了提供一个论坛，用于协调与联邦参与和使用标准以及符合OMB通告A-119一致的合格评定相关的政策。该委员会的目的是促进联邦政府有效参与国内和国际标准和合格评定活动，并促进联邦机构在标准的制定和使用以及合格评定活动中遵守统一的政策。考虑周全的反映公共利益的联邦政策可以加快制定和采用刺激竞争、促进创新和保护公共安全和福利的标准。该委员会的目标是促进有效和一致的标准和合格评定政策，以促进美国的目标，并促进联邦政府、美国工业界和其他私营组织在标准和合格评定活动中的合作参与。",
        "先进通信技术工作组",
        "先进通信技术工作组（以下简称“ACTWG”或“工作组”）是根据跨机构标准政策委员会(ICSP)章程的规定成立的。ACTWG的目标是促进联邦机构先进通信技术(ACT)标准活动的协调，响应信息请求，并向ICSP提出与ACT标准政策事项相关的建议。ACTWG负责以下事项。",
        "1.协助ICSP在先进通信技术标准方面促进有效和一致的联邦政策。",
        "2.向ICSP提供一份关于参与的联邦机构当前ACT标准活动的年度报告，并就联邦ACT标准工作的战略方向提出建议。",
        "3.响应信息请求并向ICSP提供有关协调先进通信技术标准活动与私营部门活动的有效方法的建议。",
        "2世界贸易组织，",
        "4.在联邦机构之间分享先进通信技术标准的最佳实践。",
        "5.协调交通、能源、公共安全等应用领域的联邦先进通信技术标准利益。",
        "本报告是根据上述第（2）项的规定编制的。",
        "就战略标准优先领域向ICSP提出的建议",
        "ACTWG章程（见附录A）指示工作组向ICSP提供年度报告，包括“关于联邦ACT标准工作战略方向的建议”。通过其月度会议过程，工作组确定了以下九个跨联邦机构和办公室的战略标准协调领域。",
        "1.新兴网络技术：未来的网络不仅会变得高度自动化，还会变得越来越自主。未来的网络能力不仅限于自动化网络操作，而且正朝着动态的自我学习过程发展，这将导致系统更加智能、能力更强和适应性更强。这些未来的网络将严重依赖人工智能(AI)、机器学习(ML)和边缘智能等其他新技术。需要标准来支持广泛实施新方法，以探索、验证和解决AI/ML驱动的分布式网络功能以及这些功能如何协同工作以实现预期的网络目标。",
        "2.安全和隐私：未来的通信网络将更加沉浸在我们社会的方方面面，因此必须更加安全和有弹性。同时，这些网络将更加分散、动态、复杂，因此更难以保护。因此，他们将需要更具可扩展性和分布式的信任管理、更及时的危害检测、可靠和弹性的操作，即使在",
        "对事件进行妥协和风险适当的远程响应。此外，行业正在变得越来越相互连接的生态系统（例如，供应链中的相互连接的生产商、供应商、经纪人、交付公司和客户），这些生态系统容易受到许多安全漏洞、假冒组件和设计不良的流程的影响。高级网络安全和隐私方法需要标准和指南，这些方法超越了当前方法，以满足未来通信网络的需求。",
        "3.物联网（IoT）：先进的通信技术是物联网的本质，尤其是对延迟和可靠性要求严格的物联网应用（如自动驾驶、车辆远程操作和工厂自动化）。挑战包括连接数十亿台设备、满足严格的性能和可靠性要求、实现互操作性、确保跨不同域的联网设备的安全和隐私，以及在复杂环境中提供无线联网功能。重要的应用领域包括联网汽车、先进制造以及医疗设备和系统。为物联网标准工作制定连贯的战略方法可以加速在我们社会和经济的所有部门采用有效的物联网应用程序。",
        "4.端到端服务和保障：包括5G及以后的先进通信网络正在超越一刀切的连接，以支持差异化甚至优化的服务。然而，确保端到端(E2E)差异化服务质量(QOS)仍然是一项重大挑战。不仅需要新的方法来实现QOS规定，而且还需要能够衡量最终用户体验的体验质量功能（例如，语音质量、语音清晰度、消息传递成功、访问/使用资源的E2E延迟和总系统延迟））。提供E2E服务保证将需要新的架构、协议和测量方法标准，用于远程医疗、自动化运输和先进的能源基础设施等应用。",
        "5.新兴和未来的IP网络：虽然公共互联网的基本架构几十年来一直没有改变，但新一代更先进的私有IP网络现在提供了超越尽力而为数据包转发的更复杂的服务。为了解决这种日益增长的分歧，各种国际标准机构正在进行多项重大努力。确保这些努力在未来的IP网络中提供开放性、互操作性、可靠性和安全性，以促进言论自由、公开交流和贸易以及和平集会和结社的权利，这一点至关重要。开发和标准化此类未来的IP网络对于下一代网络（如6G）和更普遍的互联网都至关重要。",
        "6.频谱测量和管理：频谱共享对于提高稀缺频谱资源的利用率至关重要，因此是先进通信技术的重要组成部分。设计有效的频谱共享系统需要先进的方法，例如测量频谱使用情况并避免不同设备之间的潜在干扰。高级频谱测量和管理还包括基于更好的设计和测试信道传播模型的标准、无线共存、千兆赫到太赫兹频率仪器的最佳实践测量指南以及有效的天线评估方法。",
        "7.数据访问和共享通信：通信的一个主要目标是使用户——人和机器——能够访问和共享数据。从数据生成到消费，数据的生命周期正在发生深刻的变化。例如，随着在网络边缘创建的数量越来越多，数据变得更加多样化、动态和分布式，而用户需要更轻松、更快、更安全和保护隐私的方式来访问和共享数据。基于标准的可互操作数据访问和共享（例如，标准化的网络协议）为信息经济的核心基础设施提供了必要的基础。数据互操作性对于实现跨不同组织的数据聚合和分析以及实现更加无缝、可访问和统一的用户体验也至关重要。支持这种高级数据需求需要新的测量能力和标准。",
        "8.量子通信：量子通信利用量子物理定律来传输和保护数据。相关技术包括量子",
        "中继器、量子存储器、量子接口（将量子比特状态从一个波长的光子传输到另一个波长，这是连接或扩展量子计算机所必需的）和量子密钥分发（使用量子比特交换量子态的加密密钥）。量子网络在过去十年中取得了重大进展，预计在不久的将来会有更多根本性的突破。需要用于可靠和可重复的性能测量的标准和最佳实践，以加快进展并实现广泛采用。",
        "9.开源和事实上的标准：软件行业长期以来一直在使用开源",
        "源开发软件系统，然后可能成为事实上的标准。最近，通信行业越来越多地利用开源来开发和实施新技术，5G系统的许多开源实施就是明证。开源努力形成了新的生态系统，不仅限于传统的标准组织，通信行业在其中开发下一代通信技术，为未来的标准提供信息。如果联邦机构要继续支持私营部门在这个不断发展的通信标准领域中处于领先地位，就需要超越传统方法。",
        "根据ICSP的指导和关于哪些优先领域适合进一步考虑的意见，ACTWG将就选定优先领域的标准差距和机会征求社区意见，并考虑有关机构间协调的下一步建议。",
        "贡献机构/办公室ACT标准概览",
        "ACTWG章程还指示工作组向ICSP提供“关于参与的联邦机构当前ACT标准活动的年度报告”。本节概述了每个贡献机构或办公室的以下内容。",
        "•代理使命",
        "•先进通信技术(ACT)目标",
        "•ACT标准中的代理角色",
        "•机构参与标准制定组织(SDO)",
        "•行动重点领域",
        "•标准活动示例",
        "国防部首席信息官办公室(DoDCIO)",
        "3.1.1。国防部任务",
        "国防部(DoD)的使命是提供遏制战争和确保我们国家安全所需的军事力量。",
        "国防部首席信息官（DoDCIO）是国防部长和国防部副部长在信息技术（IT）（包括国家安全系统和国防业务系统）、信息资源管理（IRM）方面的首席参谋助理和高级顾问，和效率。这意味着国防部首席信息官负责所有事务",
        "与国防部信息企业有关，例如网络安全、通信、信息系统等。",
        "3.1.2。国防部首席信息官高级通信技术(ACT)目标",
        "通信基础设施指挥与控制总监(C3I)负责国防部战术通信、战术数据链、战斗识别系统、公共安全通信、卫星通信、定位、导航和授时以及机动性的治理、监督和政策制定/5G系统。",
        "3.1.3.DoDCIO在ACT标准中的角色",
        "国防部首席信息官寻求利用5G电信技术的功能能力，包括鼓励相关的商业标准，这些标准有助于：",
        "•减少采用的时间和成本；",
        "•提高可扩展性；",
        "•优化互操作性；和",
        "•确保安全。",
        "3.1.4。国防部CIO参与标准制定组织(SDO)",
        "3GPP、O-RAN联盟、IEEE、OneM2M、ATIS",
        "3.1.5。DoDCIOACT重点领域",
        "•安全通信",
        "•频谱共享和安全",
        "•联网车辆(V2X)安全（与交通部合作）",
        "•物联网安全",
        "•供应链保障",
        "•网络安全",
        "•5G新无线电(NR)和无人驾驶航空系统(UAS)",
        "•通信证明/隐私",
        "•增强现实/虚拟现实",
        "•边缘​​计算",
        "3.1.6。标准相关活动示例",
        "•3GPP–万物互联的蜂窝车辆(V2X)",
        "•3GPP-UAS的安全侧链",
        "•3GPP–车载继电器",
        "•3GPP–频谱跟踪",
        "•OneM2M–物联网安全",
        "•IEEE–增强现实",
        "总务管理局(GSA)",
        "3.2.1。GSA使命",
        "在整个政府的房地产、收购、技术和其他任务支持服务方面提供价值和节省。",
        "3.2.2.GSA高级通信技术(ACT)目标",
        "GSA负责为整个美国政府的客户（包括国防部、行政机构以及在某些情况下为州和地方政府）制定产品和服务采购合同。此外，GSA还负责基于政策的计划，例如元数据标准。",
        "3.2.3。GSA通信技术采购活动",
        "(R10)为FederalAcquisitionService客户提供端到端电信服务，包括美国11个地区办事处的语音、数据、视频会议、本地和长途以及无线电信需求",
        "(EIS)是企业电信和网络解决方案的首选合同。",
        "允许联邦机构通过定制的电信服务构建无缝和安全的操作环境。提供商业卫星通信服务，以帮助联邦、州、地方和部落政府在不存在有线或无线基础设施的情况下维持必要和安全的通信。为您的联邦基础设施、建筑物或校园提供安全的电信设备、劳动力、服务和解决方案。",
        "为无线服务计划、设备和基础设施支持提供集中资源。",
        "为联邦机构提供全方位的第一英里/最后一英里电信产品、服务和解决方案。",
        "向联邦机构和部落政府提供电信服务，以便与失聪、听力困难或有语言障碍的个人开展公务。",
        "3.2.4。GSA在ACT标准中的作用",
        "在采购过程中与标准机构的大部分互动都涉及参考标准和确定合规性。",
        "3.2.5。GSA参与标准制定组织(SDO)",
        "ANSI、UL、ASTM、万维网联盟(W3C)、Schema.org",
        "3.2.6。GSAACT重点领域",
        "•数据访问和共享通信",
        "•安全和隐私",
        "•新兴网络技术",
        "•物联网",
        "3.2.7。标准相关活动示例",
        "•进行中和计划中的高级交流项目",
        "•开放数据政策的元数据标准（例如DCAT-US）",
        "•GSATTS中的Data.gov计划支持开放数据政策的技术实施指南（参见OMB备忘录M-13-13和证据法案，OMB通告A-",
        "16和地理空间数据法案），包括将机构范围数据清单的元数据标准与W3CDCAT规范和Schema.org数据集模式保持一致。当前的架构于2014年完成。",
        "•优先事项：更新元数据架构要求",
        "•需要根据即将出台的《证据法》指南更新DCAT-US元数据模式。预计这将由CDO委员会领导，并得到OMB和GSA的意见",
        "•合作者：Data.gov(GSATTS)、OMBOFCIO、CDO委员会",
        "•对标准的贡献（或相关性）：与W3CDCAT、欧洲DCAT标准、Schema.org标准的协作和一致性。",
        "•成就：联邦政府是Google数据集搜索上DCAT/Schema.org结构化元数据的最大发布者。",
        "•数据标准的清单和资源",
        "•GSATTS中的Data.gov计划支持了对可互操作数据标准进行清点并支持相关工具和最佳实践的初步努力。这是通过证据法案要求和联邦数据战略2020行动计划（行动11）在GSA10x、OMB和NARA的支持下完成的",
        "•优先事项：库存的长期运营、维护和治理",
        "•存储库的持续管理正在等待新的GSA员工招聘，并将涉及与GSA之外的其他各方的合作（下）",
        "•合作者：Data.gov(GSATTS)、OMBOFCIO、NARA、CDO委员会",
        "•对标准的贡献（或相关性）：数据标准清单和相关工作",
        "•成就：数据标准清单网站的首次启动，原型可重用数据验证工具。",
        "3.2.8。其他网页链接：",
        "•",
        "•",
        "•",
        "•",
        "美国国家航空航天局(NASA)",
        "3.3.1。美国宇航局任务",
        "NASA推动科学、技术、航空和太空探索的进步，以增强地球的知识、教育、创新、经济活力和管理能力。",
        "3.3.2.NASA先进通信技术(ACT)目标",
        "NASA的空间通信和导航(SCaN)计划办公室建立、运营和维护NASA的两个主要通信网络——近空间网络和深空网络；研究新的通信和导航技术，以便这些网络能够支持高级任务；并通过机构间运营咨询小组(IOAG)和空间数据系统咨询委员会(CCSDS)与世界各地的其他民用航天机构制定互操作性标准。",
        "3.3.3.NASA在ACT标准中的作用",
        "空间数据系统国际咨询委员会(CCSDS)：11个成员机构，代表29个国家和3个欧洲组织的31个观察员机构，101个商业伙伴。机构间行动咨询小组(IOAG)有8个国际成员机构和7个观察员机构。ISOTC20/SC13（空间数据和信息传输系统）有来自20个国家的代表，包括6个技术领域和23个团队。",
        "3.3.4。NASA参与标准制定组织(SDO)",
        "3GPP、CCSDS、IOAG、ISO",
        "3.3.5。NASAACT重点领域",
        "•商业通讯服务",
        "•3GPP非地面应用",
        "•月球环境中的4G/5G",
        "•光通信",
        "3.3.6。标准活动示例",
        "•商业通信服务——为空间任务用户提供商业卫星通信服务；直接对地通信的商业供应商；支持技术和标准，包括非地面网络(NTN)、NTN的5G",
        "•CCSDS883.01(2022)为高数据速率近距离无线网络推荐可互操作的LTE配置",
        "•用于近地和月球表面通信的3GPP移动电信标准",
        "•演进的NodeB(eNB)——连接地面和卫星用户设备",
        "•LunarLiTES：在NASA的月球通信架构中模拟和表征LTE网络",
        "•5G月球表面到月球中继卫星",
        "•通过3GPP/5G、基站和用于非地面网络(NTN)的中继卫星进行月球表面通信",
        "•近地/月球和深空通信的光通信",
        "oLCRD–激光通信继电器演示",
        "oTBIRD–太字节红外传输",
        "oO2O-OrionArtemisII光通信系统",
        "oDSOC–深空光通信、第一代用户终端、光混合天线",
        "oCCSDS为光开关键控、高数据吞吐量、高光子效率开发光通信标准",
        "•IOAG工作组",
        "o航天器(S/C)紧急交叉支援",
        "o月球通信架构",
        "o火星通信架构",
        "o太空作业的可持续性",
        "o任务运营系统战略",
        "o服务目录",
        "美国国家标准与技术研究院(NIST)",
        "3.4.1。NIST使命",
        "通过以增强经济安全和提高我们的生活质量的方式推进测量科学、标准和技术来促进美国的创新和工业竞争力。",
        "3.4.2.NIST高级通信技术(ACT)目标",
        "衡量、创新和领导以实现当今和未来的可靠、弹性和安全的通信网络，包括在连接性和互操作性方面的进步，以实现制造、公共安全和基础设施领域的强大解决方案。",
        "3.4.3.NIST在ACT标准中的作用",
        "自2019年以来，在先进通信技术领域发表了270多篇技术研究出版物350多名NIST员工和同事在通信技术实验室工作",
        "50多名NIST专家在以下SDO的全球ACT标准开发活动中担任领导职务：3GPP、IEEE、IETF、ITU、ORAN、ATIS、ISO-IEC/JTC1、FIDO联盟和WINnForum",
        "来自NIST领导的80多个行业、学术界和政府组织的180多名参与者加入了5G毫米波信道模型联盟，以提高5G性能和频谱共享，并提供协调一致的意见，以告知美国在国际标准方面的立场",
        "3.4.4。NIST参与标准制定组织(SDO)",
        "3GPP、ANSI、ATIS、CTIA、IEC、IEEE、IETF/IRTF、INCITS、INCOSE、ISO、ITU、OEOSC、OMG、TIA、WINnForum等",
        "3.4.5。NISTACT重点领域",
        "•核心网络技术，包括下一代互联网协议和基于信息中心网络(ICN)的未来互联网架构",
        "•下一代无线系统",
        "•公共安全通讯",
        "•用于智能基础设施和制造的通信和传感网络",
        "•频谱共享和传感",
        "•基本电磁技术和标准",
        "•云计算的网络和通信",
        "•先进通信技术的网络安全和隐私",
        "3.4.6。标准活动示例",
        "•核心网络技术，包括下一代互联网协议",
        "oIETF：IPv6、互联网、物联网、路由、域名系统、运营/管理",
        "oIRTF互联网研究工作组以信息为中心的网络研究组(ICNRG)",
        "•下一代无线系统",
        "o3GPP：服务、安全和隐私、物理层、接口、性能、一致性",
        "oIEEE：802.11，传播建模，专业网络，毫米波，信道探测仪",
        "oIT：传播",
        "oCTIA：混响室",
        "•公共安全通讯",
        "o3GPP：关键任务应用程序、密码学、安全性、隐私、供应链、网络安全配置文件、测试、规范、",
        "oTIA：宽带",
        "oANSI：室内定位和跟踪协调（例如ISO/IEC18305）",
        "•用于智能基础设施和制造的通信和传感网络",
        "oOMG：系统工程、制造、质量、SysML、分析和设计",
        "oIEC：医疗设备(IEC62)",
        "oISO：自动化、智能制造、数据、UUID、可视化、一致性、STEP建模、数字制造、",
        "oISO/IECJTC1：物联网",
        "oINCOSE：建模与仿真",
        "oINCITS：传感器网络",
        "oIEEE：自动驾驶、智能电网、互操作性、传感器",
        "oANSI：美国TAG到ISO/IECJTC1/SC31：识别和数据采集",
        "oITU-T：物联网",
        "oCTIA：物联网",
        "oRTCA：航空电子设备",
        "•频谱共享和传感",
        "oIEEE：机器学习、共存、校准和测量、EM兼容性、干扰、频谱礼仪、术语、测试、自治系统、频率分配、大规模MIMO",
        "oANSI：测试现场、验证、仪器的协调（例如ISO61000）",
        "oWINnForum：频谱共享、传感器、6GHz",
        "o3GPP：RAN、系统和架构",
        "•基本电磁技术和标准",
        "oIEEE：校准、信号处理、天线、波形/波传播、波导、光学、屏蔽、工业无线、EM噪声",
        "oIEC：干扰、混响室、高频、EM干扰",
        "•云计算的网络和通信",
        "oISO/IECJTC1：SC38云、服务水平协议、多云、数据流、词汇和概念",
        "oIEEE：互操作性、可移植性、互云、配置文件",
        "oINCITS：分布式平台",
        "•先进通信技术的网络安全和隐私",
        "oIETF：网络安全",
        "o3GPP：密码学、安全性、隐私、供应链、配置文件",
        "国家电信和信息管理局(NTIA)",
        "3.5.1。NTIA使命",
        "NTIA是主要负责就电信和信息政策问题向总统提供建议的行政部门机构。NTIA的计划和政策制定主要侧重于在美国扩大宽带互联网接入和采用，扩大所有用户对频谱的使用，并确保互联网仍然是持续创新和经济增长的引擎。",
        "3.5.2.NTIA高级通信技术(ACT)目标",
        "•管理频谱的联邦使用并确定用于商业用途的额外频谱",
        "•管理资助计划以进一步在美国部署和使用宽带和其他技术",
        "•制定与互联网经济相关的政策，包括在线隐私、版权保护、网络安全和全球在线信息自由流动",
        "•通过代表美国政府参与ICANN（InternetCorporationforAssignedNamesandNumbers）活动，促进Internet域名系统的稳定性和安全性",
        "•与联邦政府和私营部门合作伙伴进行尖端的电信研究和工程",
        "3.5.3.NTIA在ACT标准中的作用",
        "•告知美国政府电信政策和机构运营",
        "•支持美国电信行业和用户",
        "•监控和评估标准工作的美国政策影响或与当前NTIA和美国政府技术标准计划的相关性",
        "3.5.4。NTIA参与标准制定组织(SDO)",
        "3GPP、ATIS、ITU、WINnForum、IETF、IEEE等",
        "3.5.5。NTIA重点领域",
        "•监测ACT标准的制定",
        "•促进美国利益",
        "•提高频谱效率",
        "•协调美国政府参与3GPP",
        "•支持DoD5G标准",
        "•制定LTE/5G的公共安全标准",
        "•通过ITU-R制定国际传播建模标准",
        "3.5.6。标准活动示例",
        "•监测ACT标准的发展",
        "oNTIA监督并促进多个SDO标准的开发，包括3GPP、ATIS、ITU、WINnForum、IETF、IEEE、RTCA等。",
        "•促进美国利益",
        "oNTIA利用其标准参与来推广有利于美国工业、美国消费者和/或美国政府利益相关者的技术标准。",
        "oNTIA积极支持SDO采用私营部门主导、政府支持的标准制定方法。",
        "•提高光谱效率",
        "oNTIA电信科学研究所(NTIA/ITS)领导了IEEE802.15.22.3频谱表征和占用感测(SCOS)标准的开发",
        "oNTIA/ITS传播建模计划为SDO（如ITU-R）提供权威的、经过验证的传播模型和开源实施。示例包括：",
        "1ITU-RP.528建议书的参考实现",
        "1WInnForum在CBRS（公民宽带无线电服务）标准中使用的扩展Hata(eHata)城市传播模型",
        "oNTIA频谱管理办公室(NTIA/OSM)作为相关无线电技术委员会(RTCA)特别委员会的投票成员参与其中",
        "oNTIA代表NSC协调联邦机构之间的3GPP标准活动。这导致各机构更好地了解各个优先事项和合作领域。",
        "oFirstNet和NTIA/ITS为采用公共安全服务标准提供了关键工作。",
        "•支持DoD5G标准",
        "o与DoD5G倡议合作，NTIA/ITS正在：",
        "1开展5G挑战以加速采用符合3GPP的开放接口、可互操作的子系统和模块化、多供应商解决方案",
        "1提供主题专业知识以支持创建标准开发战略，以确保在3GPP中识别和代表国防部股票。",
        "•制定LTE/5G中的公共安全标准",
        "o第一响应者网络管理局(FirstNet)是NTIA下的独立机构，在促进3GPP中的公共安全通信标准方面发挥着积极作用。这包括私营部门与AT&amp;T的合作以及",
        "政府内部（与NIST公共安全通信研究部和NTIA内部）",
        "o邻近服务(ProSe)功能，包括关键任务一键通(MCPTT)，已被用作行业主导规范的基准，以解决其他ACT问题（例如，ProSe用作开发蜂窝V2X（C-V2X））。",
        "•制定国际标准",
        "oNTIA/OSM协调联邦政府参与世界无线电通信大会(WRC)。",
        "oNTIA/ITS带领美国代表团参加ITU-R第3研究组（无线电波传播）；SG3由NTIA/ITS组织和运营，NTIA/ITS拥有美国工作组4位主席中的3位。",
        "oNTIA国际事务办公室(NTIA/OIA)参与并在ITU-T第2、3、11、13和17研究组中发挥领导作用；和电信标准化顾问组(TSAG)。",
        "美国全球媒体署(USAGM)",
        "3.6.1.USAGM使命",
        "为世界各地的人们提供信息、参与和联系，以支持自由和民主。",
        "3.6.2.USAGM先进通信技术(ACT)目标",
        "电视和广播分发从传输流传输到IP流传输。将第一跳分发从卫星转移到互联网。",
        "同样的技术使USAGM能够提高其24/7全球内容监控能力。",
        "重新调整传输网络以将短波和中波保持在有价值的地方，并允许在其他地方缩减",
        "3.6.3.USAGM在标准活动中的作用",
        "监控相关标准开发活动，包括支持人工智能的通信系统，以促进战略规划和实施，以支持该机构的使命。",
        "3.6.4.USAGM参与标准制定组织(SDO)",
        "IEC、IEEE、IETF、ISO、ITU",
        "3.6.5。USAGM重点领域",
        "•最大限度地提高计划交付敏捷性",
        "•加强网络之间的战略合作",
        "•关注关键问题和受众",
        "•改进问责制和影响衡量",
        "•针对创新和媒体影响力方面的公共/私人伙伴关系",
        "3.6.6。USAGM无线电平台",
        "•USAGM通过短波、中波(AM)、FM、电视（卫星+地面）广播",
        "•67个自动接收站点每天记录大约19,000个信号样本，使TSI能够不断完善和改进我们的跨境无线电信号。",
        "•USAGM在全球拥有100多个FM站点，几乎所有站点都在非洲和中东。在伊拉克，USAGM覆盖所有主要人口中心。",
        "•FM广播在许多国家仍然是一个受欢迎的平台，特别是在流式音频仍然不可用或价格过高的地方。USAGMFM允许观众不受限制地访问新闻，而其他节目附属机构可能不愿意携带。",
        "•业务发展-TSI的业务发展办公室管理与全球广播和共享USAGM内容的媒体的业务关系。",
        "美国国务院",
        "3.7.1.国务院使命",
        "美国国务院通过促进美国人民的利益、他们的安全和经济繁荣，通过外交、宣传和援助来领导美国的外交政策。",
        "3.7.2.国务院先进通信技术(ACT)目标",
        "经济和商业事务局(EB)的国际通信和信息政策司(CIP)实现互联、创新和安全的数字经济；促进具有竞争力和安全的网络，包括5G；支持多利益相关方的互联网治理方法；为促进创新数字经济和可靠使用相关新兴技术的国际技术标准活动做出贡献；并鼓励以保护隐私和个人数据的方式跨境数据流动。CIP的多边事务办公室(MA)与行业和民间社会密切合作，以确定美国的利益，并带领美国代表团参加多边会议，倡导公平和市场友好的数字经济、电信和互联网政策。",
        "3.7.3.国务院在ACT标准中的作用",
        "国务院作为美国参与国际电联的牵头机构具有法定权力。CIP带领高层代表团参加国际电联的主要会议。国务院召集了国际数字经济和电信咨询委员会(IDET)，该委员会就数字经济、数字连接、新兴数字技术的经济方面、电信以及通信和信息政策问题向国务院提供建议，包括那些与美国参与标准制定机构的工作有关。",
        "3.7.4.国务院参与标准制定组织",
        "（SDO）",
        "国际电联、WRC、CITEL、经合组织、G7、G20、IGF、APEC-TEL",
        "3.7.5。国务院ACT重点领域",
        "•在以下领域塑造有利于创新和ICT发展的环境：",
        "o无线频谱；",
        "o与国际电信相关的条约以及与网络安全、互联网治理和新兴技术相关的活动；",
        "o信息通信技术标准；和",
        "o建立关系和参与，包括与发展中国家的关系。",
        "3.7.6。标准活动示例",
        "•2022年3月：世界电信标准化全会（WTSA-20；日内瓦；推迟到2022年11月）",
        "oWTSA-20目标：",
        "1反映美国国际标准目标和价值观的ITU-T（自愿、基于共识、与市场相关、私营部门主导和驱动、及时、技术中立、稳健和适用）",
        "1关注ITU-T的核心优势",
        "1加强与ITU-D在标准能力建设方面的合作",
        "•2022年6月：国际电联2021年世界电信发展大会（WTDC-21；推迟到2021年11月）",
        "oWTDC-21目标：",
        "1加强美国与发达国家和发展中国家的合作和关系。",
        "1提高全球电信/ICT连通性、可负担性和数字技能；减少数字鸿沟。",
        "1展示美国在连接未连接者方面的领导地位。",
        "1ITU-D更加关注能力建设、创造有利的政策环境、发展频谱管理能力以及努力鼓励采用新技术、商业模式和形式",
        "需要建立伙伴关系，以将未连接的人与负担得起的宽带服务连接起来。",
        "1WTDC-21作为提供可产生可持续和有效解决方案的连通性/ICT发展伙伴关系的工具或催化剂。",
        "1增加利益相关者参与电信发展局(BDT)全方位活动的价值主张，尤其是来自美洲地区的活动。",
        "•2022年9月：国际电联2022年全权代表大会（PP-22；罗马尼亚布加勒斯特）",
        "•2023年11月：2023年世界无线电通信大会（WRC-23；阿联酋）",
        "美国食品和药物管理局(FDA)",
        "3.8.1.FDA使命",
        "食品药品监督管理局负责通过确保人用和兽用药品、生物制品和医疗器械的安全性、有效性和安全性来保护公众健康；并确保我们国家的食品供应、化妆品和辐射产品的安全。FDA还负责监管烟草产品的制造、营销和分销；通过帮助加快使医疗产品更有效、更安全、更负担得起的创新以及帮助公众获得准确的、基于科学的信息来促进公共卫生。FDA在确保食品供应安全和促进医疗产品的发展以应对蓄意和自然出现的公共卫生威胁方面发挥着重要的反恐作用。",
        "3.8.2.FDA高级通信技术(ACT)目标",
        "器械和放射健康中心(CDRH)的标准和符合性评估计划(S-CAP)通过推动医疗器械、辐射发射产品和新兴产品的自愿共识标准的开发、认可和适当使用来支持FDA的使命技术。符合相关标准可提高监管审查的效率和质量。S-CAP：",
        "•制定并实施明确的政策，以促进在监管过程中适当使用标准。",
        "•预测国家和国际共识标准的需求并引领发展。",
        "•推进举措以增强对合格评定活动的信心。",
        "•促进促进患者使用新型设备的技术的创新和标准化。",
        "•通过外展和全球协调，在标准质量和使用方面处于领先地位。",
        "3.8.3.FDA在共识标准中的作用",
        "•816名FDA标准联络员活跃在FDA的1,006个SDO委员会中",
        "•550个SDO委员会的436个CDRH标准联络员",
        "3.8.4.FDA参与标准制定组织(SDO)",
        "ISO、IEC、AAMI、ANSI、ASTM、IEEE、ASME、CLSI、NEMA、MITA、RESNA、ADA、CTA、",
        "INCITSHL7等",
        "3.8.5。ACT标准中的FDA重点领域",
        "•网络安全",
        "•医疗设备互操作性",
        "•无线和电磁兼容性(EMC)",
        "•人工智能",
        "3.8.6。ACT标准活动示例",
        "下面的清单包括标准活动和公认标准的示例。认可是FDA确定医疗器械制造商可以提交符合性声明以证明其符合《联邦食品、药品和化妆品法案》（FD&amp;C法案）中相关要求的标准的过程。FDA可以承认由国家或国际SDO制定的标准的全部、部分或不承认。",
        "•网络安全",
        "•AAMISM/WG05：医疗设备安全",
        "•ULSTP2900：可连接医疗保健和健康系统的软件网络安全",
        "•IEEE：医疗保健设备安全工作组",
        "•公认的标准",
        "oISO/IEC80001系列：网络上医疗设备的风险管理",
        "oAAMITIR57：医疗器械安全原则",
        "oIEC62443系列：自动化和控制系统的安全性",
        "oUL2900：网络连接产品的软件网络安全",
        "•医疗设备互操作性",
        "•IEEE11073WG：个人健康设备通信、即时医疗设备通信",
        "•AAMI互操作性工作组：",
        "•ISOTC215WG2系统和设备互操作性",
        "•健康等级7",
        "•公认的标准",
        "oIEEE11073系列：个人健康设备通信、即时医疗设备通信",
        "oANSI/AAMI/UL28001-1：医疗设备互操作性安全",
        "•无线和EMC",
        "•ANSIC63SC01(EMC)、05（免疫）、07（共存）、08（医疗器械EMC）",
        "•AAMISM/WG06：无线工作组",
        "•AAMIEMC委员会",
        "•IECTC62/SC62A/MT23电磁兼容性",
        "•公认的标准",
        "oIEC60601-1-2：电磁干扰–要求和测试",
        "oANSI/IEEEC63系列：无线设备",
        "oAAMITIR69：医疗设备和系统的射频无线共存风险管理",
        "•人工智能",
        "•ISO/IECJTC1/SC42：人工智能",
        "•CTAR13委员会：人工智能",
        "•IMDRFAIforMDWG：国际医疗器械监管机构论坛AI工作组",
        "•IEEEAIMDWG：用于医疗设备的P2801、P2802AI",
        "•AAMI人工智能委员会：医疗技术中的人工智能/机器学习指南和标准",
        "•公认的标准",
        "o正在审查人工智能标准以获得潜在认可",
        "美国核管理委员会(NRC)",
        "3.9.1。NRC使命",
        "NRC许可和规范国家对放射性材料的民用用途，以合理保证充分保护公众健康和安全，促进共同防御和安全以及保护环境。",
        "3.9.2.NRC高级通信技术(ACT)目标",
        "NRC工作人员使用由自愿共识标准机构制定的符合联邦法律规定的共识标准：1)国家技术转让和促进法案(1995)（公法104-113）和2)核能创新和现代化法案（公法115–439)。",
        "3.9.3.NRC在ACT标准中的作用",
        "NRC与国内和国际标准制定组织(SDO)合作，制定与核工业使用的系统、设备或材料相关的共识标准。",
        "NRC通过由以下组成部分组成的流程认可标准和指南：",
        "规则制定",
        "监管指南",
        "标准审查计划",
        "其他文件",
        "进行与ACT和标准相关的研究",
        "3.9.4。NRC参与标准制定组织(SDO)",
        "大约200名工作人员参与了150多个标准开发委员会，服务于多个SDO，包括IEEE。ANS、IEC和ASME等。NRC工作人员使用来自这些和其他SDO的自愿共识标准作为我们监管框架的组成部分。更多信息可在以下网址获得：",
        "3.9.5。NRCACT重点领域",
        "•网络安全",
        "•物联网",
        "•无人机/UAS/自动驾驶汽车",
        "•不同CT之间的互操作性和重要性级别",
        "•外部事件导致的运营连续性",
        "o空间天气影响",
        "o电磁脉冲",
        "o飓风/龙卷风",
        "附录A.先进通信技术工作组章程",
        "设立",
        "先进通信技术工作组（以下简称“ACTWG”或“工作组”）是根据跨机构标准政策委员会(ICSP)章程的规定成立的。ICSP就与实施OMB通告A-119相关的事宜向商务部长和其他联邦机构负责人提供建议，并通过美国国家标准与技术研究院(NIST)所长向商务部长报告。",
        "目的",
        "ACTWG的目标是促进联邦机构先进通信技术(ACT)标准活动的协调，响应信息请求，并向ICSP提出与ACT标准政策事项相关的建议。ACTWG向ICSP主席报告，并就相关问题向ICSP成员提供建议。",
        "功能",
        "ACTWG负责：",
        "•协助ICSP在先进通信技术标准方面促进有效和一致的联邦政策。",
        "•向ICSP提供一份关于参与的联邦机构当前的ACT标准活动的年度报告，并就联邦ACT标准工作的战略方向提出建议。",
        "•响应信息请求并向ICSP提供有关协调先进通信技术标准活动与私营部门活动的有效方法的建议。",
        "•在联邦机构之间分享先进通信技术标准的最佳实践。",
        "•协调交通、能源、公共安全等应用领域的联邦先进通信技术标准利益。",
        "组织",
        "参与者包括具有先进通信技术标准相关专业知识的联邦机构代表。每个参与的联邦实体将指定一名投票成员代表该实体。ACTWG联合主席包括一名由ICSP主席指定并担任秘书处的NIST工作人员，以及由出席的ACTWG成员以多数票选出的其他联合主席。工作组将遵循与ICSP类似的会议时间表，每年至少举行3次会议。联合主席可酌情召集其他会议。",
        "批准和更新",
        "ICSP于2021年5月25日批准。除非ICSP续签，否则本章程自批准之日起三年到期。",
        "附录B.词汇表",
        "ISO/IECJTC1ISO和IEC信息技术联合技术委员会",
        "O-RAN联盟开放无线接入网络联盟",
        "附录C.参与机构和办事处",
        "为本报告做出贡献的机构/办事处",
        "•国防部首席信息官办公室(DoDCIO)",
        "•总务管理局(GSA)",
        "•美国国家航空航天局(NASA)",
        "•美国国家标准与技术研究院(NIST)",
        "•国家电信和信息管理局(NTIA)",
        "•美国全球媒体署(USAGM)",
        "•美国国务院",
        "•美国食品和药物管理局(FDA)",
        "•美国核管理委员会(NRC)",
        "参与先进通信技术工作的机构/办事处",
        "团体",
        "•国防信息系统局(DISA)",
        "•国防部首席信息官办公室(DoDCIO)",
        "•国防部，国防部副部长办公室R&amp;E(OUSD/R&amp;E)",
        "•总务管理局(GSA)",
        "•美国国家航空航天局(NASA)",
        "•国家职业安全与健康研究所(NIOSH)",
        "•美国国家标准与技术研究院(NIST)",
        "•国家电信和信息管理局(NTIA)",
        "•美国全球媒体署(USAGM)",
        "•美国空军（AFLCMC/HNAG/EZAC、AFMC）",
        "•美国陆军（STRI、DEVCOM、C5ISR、AMC、LDAC",
        "•美国国务院",
        "•美国交通部(USDOT)",
        "•美国环境保护署(EPA)",
        "•美国食品和药物管理局(FDA)",
        "•美国海军（海军）",
        "•美国核管理委员会(NRC)",
        "•美国贸易代表(USTR)"
    ]
]